[
  {
    "isbn": "9781405000208",
    "dateFinished": "2005-03-06",
    "status": "finished",
    "rating": "unrated",
    "title": "Pandora's Star",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2004-01",
    "pageCount": 881,
    "printType": "BOOK",
    "categories": [
      "Life on other planets"
    ],
    "thumbnail": "https://books.google.com/books/content?id=PeNfQAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Pandora_s_Star.html?hl=&id=PeNfQAAACAAJ"
  },
  {
    "isbn": "9780330493536",
    "dateFinished": "2005-10-06",
    "status": "finished",
    "rating": "unrated",
    "title": "Judas Unchained",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2006",
    "description": "Science fiction roman.",
    "pageCount": 1252,
    "printType": "BOOK",
    "categories": [
      "Life on other planets"
    ],
    "thumbnail": "https://books.google.com/books/content?id=usTpubdgI8EC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Judas_Unchained.html?hl=&id=usTpubdgI8EC"
  },
  {
    "isbn": "9781509868636",
    "dateFinished": "2008-09-30",
    "status": "finished",
    "rating": "unrated",
    "title": "The Dreaming Void: the Void Trilogy 1",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2021-08-05",
    "description": "In the far future, a breakaway group of pilgrims seek the Void, a mysterious part of space - but it could prove their doom. The Dreaming Void is the first thrilling novel in the Void trilogy, set in the Commonwealth universe.",
    "pageCount": 672,
    "printType": "BOOK",
    "thumbnail": "https://books.google.com/books/content?id=nQ-2zAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Dreaming_Void_the_Void_Trilogy_1.html?hl=&id=nQ-2zAEACAAJ"
  },
  {
    "isbn": "9781447279709",
    "dateFinished": "2008-10-20",
    "status": "finished",
    "rating": "unrated",
    "title": "The Temporal Void",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2014-11-06",
    "description": "The second book in Peter F. Hamilton's bestselling Void Trilogy",
    "pageCount": 769,
    "printType": "BOOK",
    "categories": [
      "Cults"
    ],
    "thumbnail": "https://books.google.com/books/content?id=jCOsDAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Temporal_Void.html?hl=&id=jCOsDAAAQBAJ"
  },
  {
    "isbn": "9781447279693",
    "dateFinished": "2010-09-23",
    "status": "finished",
    "rating": "unrated",
    "title": "The Evolutionary Void",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2015-03",
    "description": "In 'The Evolutionary Void', Peter K. Hamilton concludes the highly acclaimed 'Commonwealth Saga' that has unfolded in 'The Dreaming Void' and 'The Temporal Void'.",
    "pageCount": 753,
    "printType": "BOOK",
    "categories": [
      "Cults"
    ],
    "thumbnail": "https://books.google.com/books/content?id=qWHSDAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Evolutionary_Void.html?hl=&id=qWHSDAAAQBAJ"
  },
  {
    "isbn": "9780553897845",
    "dateFinished": "2011-05-20",
    "status": "finished",
    "rating": "unrated",
    "title": "A Game of Thrones",
    "authors": [
      "George R. R. Martin"
    ],
    "publishedDate": "2003-01-01",
    "description": "NOW THE ACCLAIMED HBO SERIES GAME OF THRONES—THE MASTERPIECE THAT BECAME A CULTURAL PHENOMENON Winter is coming. Such is the stern motto of House Stark, the northernmost of the fiefdoms that owe allegiance to King Robert Baratheon in far-off King’s Landing. There Eddard Stark of Winterfell rules in Robert’s name. There his family dwells in peace and comfort: his proud wife, Catelyn; his sons Robb, Brandon, and Rickon; his daughters Sansa and Arya; and his bastard son, Jon Snow. Far to the north, behind the towering Wall, lie savage Wildings and worse—unnatural things relegated to myth during the centuries-long summer, but proving all too real and all too deadly in the turning of the season. Yet a more immediate threat lurks to the south, where Jon Arryn, the Hand of the King, has died under mysterious circumstances. Now Robert is riding north to Winterfell, bringing his queen, the lovely but cold Cersei, his son, the cruel, vainglorious Prince Joffrey, and the queen’s brothers Jaime and Tyrion of the powerful and wealthy House Lannister—the first a swordsman without equal, the second a dwarf whose stunted stature belies a brilliant mind. All are heading for Winterfell and a fateful encounter that will change the course of kingdoms. Meanwhile, across the Narrow Sea, Prince Viserys, heir of the fallen House Targaryen, which once ruled all of Westeros, schemes to reclaim the throne with an army of barbarian Dothraki—whose loyalty he will purchase in the only coin left to him: his beautiful yet innocent sister, Daenerys.",
    "pageCount": 835,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=5NomkK4EV68C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=5NomkK4EV68C"
  },
  {
    "isbn": "9780553108033",
    "dateFinished": "2011-06-19",
    "status": "finished",
    "rating": "unrated",
    "title": "A Clash of Kings",
    "authors": [
      "George R. R. Martin"
    ],
    "publishedDate": "1999-02-02",
    "description": "THE BOOK BEHIND THE SECOND SEASON OF GAME OF THRONES, AN ORIGINAL SERIES NOW ON HBO. George R. R. Martin, a writer of unsurpassed vision, power, and imagination, has created a landmark of fantasy fiction. In his widely acclaimed A Game of Thrones, he introduced us to an extraordinary world of wonder, intrigue, and adventure. Now, in the eagerly awaited second volume in this epic saga, he once again proves himself a master myth-maker, setting a standard against which all other fantasy novels will be measured for years to come. Time is out of joint. The summer of peace and plenty, ten years long, is drawing to a close, and the harsh, chill winter approaches like an angry beast. Two great leaders—Lord Eddard Stark and Robert Baratheon—who held sway over an age of enforced peace are dead . . . victims of royal treachery. Now, from the ancient citadel of Dragonstone to the forbidding shores of Winterfell, chaos reigns, as pretenders to the Iron Throne of the Seven Kingdoms prepare to stake their claims through tempest, turmoil, and war. As a prophecy of doom cuts across the sky—a comet the color of blood and flame—six factions struggle for control of a divided land. Eddard’s son Robb has declared himself King in the North. In the south, Joffrey, the heir apparent, rules in name only, victim of the scheming courtiers who teem over King’s Landing. Robert’s two brothers each seek their own dominion, while a disfavored house turns once more to conquest. And a continent away, an exiled queen, the Mother of Dragons, risks everything to lead her precious brood across a hard hot desert to win back the crown that is rightfully hers. A Clash of Kings transports us into a magnificent, forgotten land of revelry and revenge, wizardry and warfare. It is a tale in which maidens cavort with madmen, brother plots against brother, and the dead rise to walk in the night. Here a princess masquerades as an orphan boy; a knight of the mind prepares a poison for a treacherous sorceress; and wild men descend from the Mountains of the Moon to ravage the countryside. Against a backdrop of incest and fratricide, alchemy and murder, the price of glory may be measured in blood. And the spoils of victory may just go to the men and women possessed of the coldest steel . . . and the coldest hearts. For when rulers clash, all of the land feels the tremors. Audacious, inventive, brilliantly imagined, A Clash of Kings is a novel of dazzling beauty and boundless enchantment—a tale of pure excitement you will never forget.",
    "pageCount": 769,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=jH1jEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/A_Clash_of_Kings.html?hl=&id=jH1jEAAAQBAJ"
  },
  {
    "isbn": "9780553106633",
    "dateFinished": "2011-07-24",
    "status": "finished",
    "rating": "unrated",
    "title": "A Storm of Swords",
    "authors": [
      "George R. R. Martin"
    ],
    "publishedDate": "2000-10-31",
    "description": "THE BOOK BEHIND THE THIRD SEASON OF GAME OF THRONES, AN ORIGINAL SERIES NOW ON HBO. Rarely has there been a tale as gripping, or one as likely to seize the minds and hearts of a generation, as George R. R. Martin's epic high fantasy series. In A Game of Thrones, an ancient kingdom was torn by the ambitions of ruthless men and women; in A Clash of Kings, war, sorcery, and madness swept over the kingdom like a voracious beast of prey. Now, as the brutal struggle for power nears its tumultuous climax, the battered and divided kingdom faces its most terrifying invasion—one that is being spearheaded from beyond the grave. . . . A STORM OF SWORDS Of the five contenders for power, one is dead, another in disfavor, and still the wars rage as violently as ever, as alliances are made and broken. Joffrey, of House Lannister, sits on the Iron Throne, the uneasy ruler of the land of the Seven Kingdoms. His most bitter rival, Lord Stannis, stands defeated and disgraced, the victim of the jealous sorceress who holds him in her evil thrall. But young Robb, of House Stark, still rules the North from the fortress of Riverrun. Robb plots against his despised Lannister enemies, even as they hold his sister hostage at King's Landing, the seat of the Iron Throne. Meanwhile, making her way across a blood-drenched continent is the exiled queen, Daenerys, mistress of the only three dragons still left in the world. Filled with the stench of death and decay from the destructive dynastic war, Daenerys is gathering allies and strength for an assault on King's Landing, hoping to win back the crown she believes is rightfully hers. But as opposing forces maneuver for the final titanic showdown, an army of barbaric wildlings bent on overwhelming the Seven Kingdoms arrives from the outermost line of civilization. In their vanguard is a horde of mythical Others—a supernatural army of the living dead whose animated corpses are unstoppable. And as the future of the land hangs in the balance, no one will rest in the quest for victory until the Seven Kingdoms have exploded in a veritable storm of swords. . . . Brilliantly conceived and grand in scope, A Storm of Swords is the incredible tale of a world of harsh beauty and powerful magic, torn by treachery, ravaged by brutality, and consumed by greed and ambition. It portrays a war-torn landscape in which nobles and commoners, heroes and villains, the freeborn and the enslaved, all struggle to survive and to find their destinies...along with the dazzling bounty and wondrous enchantment that was once their birthright in the Seven Kingdoms.",
    "pageCount": 994,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=bjn_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/A_Storm_of_Swords.html?hl=&id=bjn_DwAAQBAJ"
  },
  {
    "isbn": "9780006486121",
    "dateFinished": "2011-08-15",
    "status": "finished",
    "rating": "unrated",
    "title": "A Feast for Crows",
    "authors": [
      "George R. R. Martin"
    ],
    "publishedDate": "2006",
    "description": "Bloodthirsty, treacherous and cunning, the Lannisters are in power on the Iron Throne in the name of the boy-king Tommen. But fear and deceit are in the air: their enemies are poised to strike. This work brings to life dark magic, complex political intrigue and horrific bloodshed.",
    "pageCount": 936,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=xL2x8Oo1pWUC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/A_Feast_for_Crows.html?hl=&id=xL2x8Oo1pWUC"
  },
  {
    "isbn": "9780553905656",
    "dateFinished": "2011-09-16",
    "status": "finished",
    "rating": "unrated",
    "title": "A Dance with Dragons",
    "authors": [
      "George R. R. Martin"
    ],
    "publishedDate": "2011-07-12",
    "description": "#1 NEW YORK TIMES BESTSELLER • THE BOOK BEHIND THE FIFTH SEASON OF THE ACCLAIMED HBO SERIES GAME OF THRONES Don’t miss the thrilling sneak peek of George R. R. Martin’s A Song of Ice and Fire: Book Six, The Winds of Winter Dubbed “the American Tolkien” by Time magazine, George R. R. Martin has earned international acclaim for his monumental cycle of epic fantasy. Now the #1 New York Times bestselling author delivers the fifth book in his landmark series—as both familiar faces and surprising new forces vie for a foothold in a fragmented empire. A DANCE WITH DRAGONS A SONG OF ICE AND FIRE: BOOK FIVE In the aftermath of a colossal battle, the future of the Seven Kingdoms hangs in the balance—beset by newly emerging threats from every direction. In the east, Daenerys Targaryen, the last scion of House Targaryen, rules with her three dragons as queen of a city built on dust and death. But Daenerys has thousands of enemies, and many have set out to find her. As they gather, one young man embarks upon his own quest for the queen, with an entirely different goal in mind. Fleeing from Westeros with a price on his head, Tyrion Lannister, too, is making his way to Daenerys. But his newest allies in this quest are not the rag-tag band they seem, and at their heart lies one who could undo Daenerys’s claim to Westeros forever. Meanwhile, to the north lies the mammoth Wall of ice and stone—a structure only as strong as those guarding it. There, Jon Snow, 998th Lord Commander of the Night’s Watch, will face his greatest challenge. For he has powerful foes not only within the Watch but also beyond, in the land of the creatures of ice. From all corners, bitter conflicts reignite, intimate betrayals are perpetrated, and a grand cast of outlaws and priests, soldiers and skinchangers, nobles and slaves, will face seemingly insurmountable obstacles. Some will fail, others will grow in the strength of darkness. But in a time of rising restlessness, the tides of destiny and politics will lead inevitably to the greatest dance of all. Praise for A Dance with Dragons “Filled with vividly rendered set pieces, unexpected turnings, assorted cliffhangers and moments of appalling cruelty, A Dance with Dragons is epic fantasy as it should be written: passionate, compelling, convincingly detailed and thoroughly imagined.”—The Washington Post “Long live George Martin . . . a literary dervish, enthralled by complicated characters and vivid language, and bursting with the wild vision of the very best tale tellers.”—The New York Times “One of the best series in the history of fantasy.”—Los Angeles Times",
    "pageCount": 1040,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=7Q4R3RHe8AQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=7Q4R3RHe8AQC"
  },
  {
    "isbn": "9780230761711",
    "dateFinished": "2011-10-09",
    "status": "finished",
    "rating": "unrated",
    "title": "Manhattan in Reverse",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2011-10-07",
    "description": "In this collection of short stories, Peter F. Hamilton draws you into an array of captivating tales. These exciting glimpses into his worlds are not to be missed – and as Ken Follett says, ‘each short story has enough ideas for a whole novel’. Manhattan in Reverse features the author’s popular detective Paula Myo, from his bestselling Commonwealth books. Other stories include Watching Trees Grow – a murder mystery set in an alternative 1800s Oxford – and The Forever Kitten. This questions eternal youth and the sacrifices required to pursue it. With all his usual brilliantly conceived storytelling, Peter F. Hamilton’s talents are on full display.",
    "pageCount": 262,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=OqNE7Ru3IrIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Manhattan_in_Reverse.html?hl=&id=OqNE7Ru3IrIC"
  },
  {
    "isbn": "9780316462433",
    "dateFinished": "2011-10-18",
    "status": "finished",
    "rating": "unrated",
    "title": "Revelation Space",
    "authors": [
      "Alastair Reynolds"
    ],
    "publishedDate": "2020-04-21",
    "description": "This highly acclaimed first novel in the Revelation Space universe has redefined the space opera with a staggering journey across vast gulfs of time and space to confront the very nature of reality itself . . . Nine hundred thousand years ago, something annihilated the Amarantin civilization just as it was on the verge of discovering space flight. Now one scientist, Dan Sylveste, will stop at nothing to solve the Amarantin riddle before ancient history repeats itself. With no other resources at his disposal, Sylveste forges a dangerous alliance with the cyborg crew of the starship Nostalgia for Infinity. But as he closes in on the secret, a killer closes in on him. Because the Amarantin were destroyed for a reason, and if that reason is uncovered, the universe and reality itself could be irrevocably altered . . . \"[A] tour de force... Ravishingly inventive.\" -- Publishers Weekly",
    "pageCount": 630,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=GIy9DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=GIy9DwAAQBAJ"
  },
  {
    "isbn": "9780575087736",
    "dateFinished": "2011-12-06",
    "status": "finished",
    "rating": "unrated",
    "title": "Redemption Ark",
    "authors": [
      "Alastair Reynolds"
    ],
    "publishedDate": "2009-12-10",
    "description": "The Inhibitors are back and Humanity is doomed! Many, many millennia ago, the Inhibitors seeded the universe with machines designed to detect intelligent life - and then to suppress it. But after hundreds of millions of years, the machines started to fail and intelligent cultures started to emerge. Then Dr Dan Sylveste and the crew of Infinity discovered what had happened to the long-vanished Amarantin race ... and awakened the Inhibitors. On Yellowstone, where no one is quite who they appear, the Inquisitor and the planet's Most Wanted War Criminal are watching as the Inhibitors turn a small group of planets into raw materials. Whatever they are building with those materials is not going to be good for Humanity. Once again, Al Reynolds has produced a stunning, universe-spanning space opera of mind-blowing proportions. Big in size, big in concepts, REDEMPTION ARK will leave you gasping at its audacity and breathless at its conclusion. This is British SF at its absolute best.",
    "pageCount": 656,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=TcU3AgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Redemption_Ark.html?hl=&id=TcU3AgAAQBAJ"
  },
  {
    "isbn": "9780007290185",
    "dateFinished": "2012-03-30",
    "status": "finished",
    "rating": "unrated",
    "title": "Crown Imperilled",
    "authors": [
      "Raymond E. Feist"
    ],
    "publishedDate": "2012",
    "pageCount": 400,
    "printType": "BOOK",
    "categories": [],
    "language": "en"
  },
  {
    "isbn": "9780575083127",
    "dateFinished": "2012-04-20",
    "status": "finished",
    "rating": "unrated",
    "title": "Galactic North",
    "authors": [
      "Alastair Reynolds"
    ],
    "publishedDate": "2008-12-11",
    "description": "Gathered here for the first time are Alastair Reynolds' stories and novelettes set in the universe of REVELATION SPACE, his first bestselling blockbuster. GALACTIC NORTH will include several brand-new stories and novelettes written specially for this collection.",
    "pageCount": 337,
    "printType": "BOOK",
    "categories": [
      "Science fiction, English"
    ],
    "thumbnail": "https://books.google.com/books/content?id=eXVTPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Galactic_North.html?hl=&id=eXVTPgAACAAJ"
  },
  {
    "isbn": "9780575096684",
    "dateFinished": "2012-05-13",
    "status": "finished",
    "rating": "unrated",
    "title": "Aurora Rising",
    "authors": [
      "Alastair Reynolds"
    ],
    "publishedDate": "2009-12-10",
    "description": "Previously published as THE PREFECT. A rollercoaster ride through the dark and turbulent universe of REVELATION SPACE: an interstellar thriller where nothing - and no one - is what they seem ... Tom Dreyfus is a Prefect, a policeman of sorts, and one of the best. His force is Panoply, and his beat is the multi-faceted utopian society of the Glitter Band, that vast swirl of space habitats orbiting the planet Yellowstone. These days, his job is his life. A murderous attack against a Glitter Band habitat is nasty, but it looks to be an open-and-shut case - until Dreyfus starts looking under some stones that some very powerful people would really rather stayed unturned. What he uncovers is far more serious than mere gruesome murder: a covert takeover bid by a shadowy figure, Aurora (who may once have been human but certainly isn't now), who believes the people of the Glitter Band should no longer be in charge of their own destiny. Dreyfus discovers that to save something precious, you may have to destroy part of it. 'An adroit and fast-paced blend of space opera and police procedural, original and exciting' George R. R. Martin",
    "pageCount": 512,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=DSs4AgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Aurora_Rising.html?hl=&id=DSs4AgAAQBAJ"
  },
  {
    "isbn": "9780316134675",
    "dateFinished": "2012-07-31",
    "status": "finished",
    "rating": "unrated",
    "title": "Leviathan Wakes",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2011-06-15",
    "description": "From a New York Times bestselling and Hugo award-winning author comes a modern masterwork of science fiction, introducing a captain, his crew, and a detective as they unravel a horrifying solar system wide conspiracy that begins with a single missing girl. Now a Prime Original series. Humanity has colonized the solar system—Mars, the Moon, the Asteroid Belt and beyond—but the stars are still out of our reach. Jim Holden is XO of an ice miner making runs from the rings of Saturn to the mining stations of the Belt. When he and his crew stumble upon a derelict ship, the Scopuli, they find themselves in possession of a secret they never wanted. A secret that someone is willing to kill for—and kill on a scale unfathomable to Jim and his crew. War is brewing in the system unless he can find out who left the ship and why. Detective Miller is looking for a girl. One girl in a system of billions, but her parents have money and money talks. When the trail leads him to the Scopuli and rebel sympathizer Holden, he realizes that this girl may be the key to everything. Holden and Miller must thread the needle between the Earth government, the Outer Planet revolutionaries, and secretive corporations—and the odds are against them. But out in the Belt, the rules are different, and one small ship can change the fate of the universe. \"Interplanetary adventure the way it ought to be written.\" —George R. R. Martin The Expanse Leviathan Wakes Caliban's War Abaddon's Gate Cibola Burn Nemesis Games Babylon's Ashes Persepolis Rising Tiamat's Wrath ​Leviathan Falls Memory's Legion The Expanse Short Fiction Drive The Butcher of Anderson Station Gods of Risk The Churn The Vital Abyss Strange Dogs Auberon The Sins of Our Fathers",
    "pageCount": 592,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=yud-foXqGUEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=yud-foXqGUEC"
  },
  {
    "isbn": "9780316202275",
    "dateFinished": "2012-08-09",
    "status": "finished",
    "rating": "unrated",
    "title": "Caliban's War",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2012-06-26",
    "description": "The second book in the NYT bestselling Expanse series, Caliban's War shows a solar system on the brink of war, and the only hope of peace rests on James Holden and the crew of the Rocinante's shoulders. Now a Prime Original series. We are not alone. On Ganymede, breadbasket of the outer planets, a Martian marine watches as her platoon is slaughtered by a monstrous supersoldier. On Earth, a high-level politician struggles to prevent interplanetary war from reigniting. And on Venus, an alien protomolecule has overrun the planet, wreaking massive, mysterious changes and threatening to spread out into the solar system. In the vast wilderness of space, James Holden and the crew of the Rocinante have been keeping the peace for the Outer Planets Alliance. When they agree to help a scientist search war-torn Ganymede for a missing child, the future of humanity rests on whether a single ship can prevent an alien invasion that may have already begun . . .",
    "pageCount": 624,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=tXGRBgwxAHIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=tXGRBgwxAHIC"
  },
  {
    "isbn": "9780230765450",
    "dateFinished": "2012-11-06",
    "status": "finished",
    "rating": "unrated",
    "title": "Great North Road",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2012-09-27",
    "description": "Great North Road is a standalone adventure from science fiction star Peter F. Hamilton, the author of The Night's Dawn trilogy. In Newcastle, AD 2142, Detective Sidney Hurst attends a brutal murder scene. The victim is one of the wealthy North family’s clones, but the most disturbing aspect is how he died. Twenty years ago, a North clone billionaire and his household were slaughtered in the exact same manner, on the tropical planet of St Libra. So was Angela Tramelo wrongly convicted back then? She’d never wavered under interrogation – claiming she alone survived an alien attack. With St Libran bio-fuel now powering Earth's economy, investigating this alien threat becomes top priority. A vast expedition is mounted via the planet’s Newcastle gateway – including Angela Tramelo, grudgingly released from prison. But the expedition is cut off, deep within St Libra's rainforests. Then the bloodshed begins.",
    "pageCount": 600,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=gEQDgGVMZVEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Great_North_Road.html?hl=&id=gEQDgGVMZVEC"
  },
  {
    "isbn": "9780230225879",
    "dateFinished": "2013-03-15",
    "status": "finished",
    "rating": "unrated",
    "title": "Stealing Light",
    "authors": [
      "Gary Gibson"
    ],
    "publishedDate": "2008-08-28",
    "description": "For a hundred and fifty thousand years, the alien Shoal have been hiding a terrible secret behind a façade of power. In the twenty-fifth century, they dominate the galaxy and control all trade and exploration, possessing the secret of faster-than-light travel. Mankind has established just a handful of interstellar colonies; their freedom and knowledge of the galaxy limited by the Shoal’s punitive colonial charter. Dakota Merrick is a machine-head pilot on the run from one of the Consortium’s most powerful criminals. Desperate for escape, she contracts to ferry an expert team to a remote star system. Her passengers hope to scavenge a functioning FTL-drive from a derelict starship – rumoured to pre date the Shoal. But they’ll expose an ancient genocide the Shoal will do anything to hide. And Dakota will be forced to face demons from her own military past. ‘Packed with massive concepts and dark psychological twists . . . seriously entertaining’ SFX ‘Fast, confident, daring, skilful ... A big book in scope and imagination’ Vector “The depth and scale of a writer coming into his own’ Sci-Fi-London.com",
    "pageCount": 608,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=A0G5ia2m8hgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=A0G5ia2m8hgC"
  },
  {
    "isbn": "9780230747081",
    "dateFinished": "2013-03-26",
    "status": "finished",
    "rating": "unrated",
    "title": "Nova War",
    "authors": [
      "Gary Gibson"
    ],
    "publishedDate": "2009-09-04",
    "description": "Found adrift far from Consortium space, pilot Dakota Merrick and Lucas Corso are taken prisoner by the alien Bandati. There, Dakota discovers that humanity’s knowledge of the galaxy is frighteningly inaccurate. The Shoal has apparently been fighting a frontier war with a rival species, the Emissaries, for thousands of years. As yet, the latter seem unaware of their FTL technology’s full destructive capabilities. But the Bandati now have this information, and they will use it for profit. Dakota realises, to her shock, that the Shoal may therefore hold the Galaxy’s best chance for peace. Forging an alliance with Trader, a Shoal-member, she’s determined to prevent the Bandati’s deadly knowledge from reaching the Emissaries. Yet despite her efforts, a nova war now seems inevitable – a war that will destroy millions of inhabited worlds.",
    "pageCount": 576,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=jX4pH7HiTL4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=jX4pH7HiTL4C"
  },
  {
    "isbn": "9780230753723",
    "dateFinished": "2013-04-19",
    "status": "finished",
    "rating": "unrated",
    "title": "Empire of Light",
    "authors": [
      "Gary Gibson"
    ],
    "publishedDate": "2011-08-05",
    "description": "The nova war spreads across the galaxy, as the Emissaries wage a fierce and reckless campaign. They’ve already reached human-occupied space and forced the alien Shoal into a desperate retreat. And when Dakota leaves to pursue a lead, Corso’s luck turns bad. Now commanding a fleet of human-piloted Magi ships, his authority crumbles before assassination attempts and politically motivated sabotage. Their best hope lies with Ty Whitecloud, currently light years beyond Consortium borders. Only Ty can decipher messages left behind by ancient star travellers – which could be crucial to their cause. But Whitecloud is imprisoned onboard a dying coreship, awaiting execution for war crimes against Corso’s own people. For humanity’s very survival, Corso must get to Whitecloud and keep him alive. If Dakota doesn’t kill him first. ‘A sharp, distinctive piece of Sci-Fi, and Gibson has certainly proved himself a name to watch out for’ SFX ‘Amazing energy ... establishes Gary Gibson as a leading light of modern SF’ FantasyBookCritic blog",
    "pageCount": 336,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=U0t3N2Mz0pEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=U0t3N2Mz0pEC"
  },
  {
    "isbn": "9781447221197",
    "dateFinished": "2013-05-08",
    "status": "finished",
    "rating": "unrated",
    "title": "Angel Stations",
    "authors": [
      "Gary Gibson"
    ],
    "publishedDate": "2012-02-09",
    "description": "For an age, humanity has borrowed from caches of alien technology found in space. Among these artefacts are portals known as Stations, which our spacecraft now use to traverse the galaxy. The ‘Angels’ who created this technology vanished aeons ago, but they left behind powerful enemies with long memories. These are about to target the Stations with a wave of destruction – and nearby worlds will suffer the same fate. One Station orbits the distant planet Kaspar, now occupied by scientists and armed militia who monitor life on the surface. Here, ignorant of our existence, the only known sentient species other than humankind is slowly evolving. But things are about to change. As devastation sweeps the galaxy, Kaspar’s mysterious ‘Citadel’ may be key to repelling this threat. But at what cost to its native inhabitants – and its human guardians?",
    "pageCount": 400,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=IoW-DLB3dCgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=IoW-DLB3dCgC"
  },
  {
    "isbn": "9780062291851",
    "dateFinished": "2013-05-26",
    "status": "finished",
    "rating": "unrated",
    "title": "Magician's End",
    "authors": [
      "Raymond E. Feist"
    ],
    "publishedDate": "2013-05-14",
    "description": "Three decades . . . Five Riftwars . . . One magnificent saga: From New York Times bestselling author Raymond E. Feist comes Magician's End, the final book in the epic Riftwar Cycle. Thirty years ago, Feist's first novel, Magician, introduced us to an orphan boy named Pug, who rises from slavery to become a Master Magician, and to Midkemia and the Riftwar, an epic series of battles between Good and Evil that have scarred Pug's world for generations. After twenty-nine books, Feist delivers the crowning achievement of his renowned bestselling career: Magician's End, the final chapter in The Chaos Wars, the climax of his extraordinary Riftwar Cycle. Pug, now the greatest magician of all time, must risk everything he has fought for and everything he cherishes in the hope of destroying an evil enemy once and for all. But to achieve peace and save untold millions of lives, he will have to pay the ultimate price.",
    "pageCount": 576,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=nKHPc2SQqScC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=nKHPc2SQqScC"
  },
  {
    "isbn": "9780316235426",
    "dateFinished": "2013-08-10",
    "status": "finished",
    "rating": "unrated",
    "title": "Abaddon's Gate",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2013-06-04",
    "description": "The third book in the NYT bestselling Expanse series, Abaddon's Gate opens the door to the ruins of an alien gate network, and the crew of the Rocinante may hold the key to unlocking its secrets. HUGO AWARD WINNER FOR BEST SERIES For generations, the solar system -- Mars, the Moon, the Asteroid Belt -- was humanity's great frontier. Until now. The alien artifact working through its program under the clouds of Venus has appeared in Uranus's orbit, where it has built a massive gate that leads to a starless dark. Jim Holden and the crew of the Rocinante are part of a vast flotilla of scientific and military ships going out to examine the artifact. But behind the scenes, a complex plot is unfolding, with the destruction of Holden at its core. As the emissaries of the human race try to find whether the gate is an opportunity or a threat, the greatest danger is the one they brought with them. Abaddon's Gate is a breakneck science fiction adventure following the critically acclaimed Caliban's War. The Expanse Leviathan Wakes Caliban's War Abaddon's Gate Cibola Burn Nemesis Games Babylon's Ashes Persepolis Rising Tiamat's Wrath ​Leviathan Falls The Expanse Short Fiction The Butcher of Anderson Station Gods of Risk The Churn The Vital Abyss Strange Dogs Auberon",
    "pageCount": 576,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=rIWWl_bA0z4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=rIWWl_bA0z4C"
  },
  {
    "isbn": "9780356504308",
    "dateFinished": "2013-08-18",
    "status": "finished",
    "rating": "unrated",
    "title": "Gods of Risk",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2013",
    "description": "An Expanse Novella",
    "pageCount": 64,
    "printType": "BOOK",
    "categories": [],
    "language": "en"
  },
  {
    "isbn": "9780748110063",
    "dateFinished": "2013-09-11",
    "status": "finished",
    "rating": "unrated",
    "title": "The Player Of Games",
    "authors": [
      "Iain M. Banks"
    ],
    "publishedDate": "2008-09-04",
    "description": "The second Culture novel from the awesome imagination of Iain M. Banks, a modern master of science fiction. The Culture - a human/machine symbiotic society - has thrown up many great Game Players, and one of the greatest is Gurgeh. Jernau Morat Gurgeh. The Player of Games. Master of every board, computer and strategy. Bored with success, Gurgeh travels to the Empire of Azad, cruel and incredibly wealthy, to try their fabulous game ... a game so complex, so like life itself, that the winner becomes emperor. Mocked, blackmailed, almost murdered, Gurgeh accepts the game, and with it the challenge of his life - and very possibly his death. Praise for the Culture series: 'Epic in scope, ambitious in its ideas and absorbing in its execution' Independent on Sunday 'Banks has created one of the most enduring and endearing visions of the future' Guardian 'Jam-packed with extraordinary invention' Scotsman 'Compulsive reading' Sunday Telegraph The Culture series: Consider Phlebas The Player of Games Use of Weapons The State of the Art Excession Inversions Look to Windward Matter Surface Detail The Hydrogen Sonata Other books by Iain M. Banks: Against a Dark Background Feersum Endjinn The Algebraist",
    "pageCount": 320,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=hcU5AgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Player_Of_Games.html?hl=&id=hcU5AgAAQBAJ"
  },
  {
    "isbn": "9780316030571",
    "dateFinished": "2013-10-20",
    "status": "finished",
    "rating": "unrated",
    "title": "Use of Weapons",
    "authors": [
      "Iain M. Banks"
    ],
    "publishedDate": "2008-07-28",
    "description": "The man known as Cheradenine Zakalwe was one of Special Circumstances' foremost agents, changing the destiny of planets to suit the Culture through intrigue, dirty tricks and military action. The woman known as Diziet Sma had plucked him from obscurity and pushed him towards his present eminence, but despite all their dealings she did not know him as well as she thought. The drone known as Skaffen-Amtiskaw knew both of these people. It had once saved the woman's life by massacring her attackers in a particularly bloody manner. It believed the man to be a lost cause. But not even its machine could see the horrors in his past. Ferociously intelligent, both witty and horrific, USE OF WEAPONS is a masterpiece of science fiction.",
    "pageCount": 512,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=6n2kIAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Use_of_Weapons.html?hl=&id=6n2kIAAACAAJ"
  },
  {
    "isbn": "9780575087057",
    "dateFinished": "2013-12-20",
    "status": "finished",
    "rating": "unrated",
    "title": "The Name of the Wind",
    "authors": [
      "Patrick Rothfuss"
    ],
    "publishedDate": "2010-04-22",
    "description": "The lyrical fantasy masterpiece about stories, legends and how they change the world. The Name of the Wind is an absolute must-read for any fan of fantasy fiction. 'This is a magnificent book' Anne McCaffrey 'I was reminded of Ursula K. Le Guin, George R. R. Martin, and J. R. R. Tolkein, but never felt that Rothfuss was imitating anyone' THE TIMES 'I have stolen princesses back from sleeping barrow kings. I burned down the town of Trebon. I have spent the night with Felurian and left with both my sanity and my life. I was expelled from the University at a younger age than most people are allowed in. I tread paths by moonlight that others fear to speak of during day. I have talked to Gods, loved women, and written songs that make the minstrels weep. My name is Kvothe. You may have heard of me' So begins the tale of Kvothe - currently known as Kote, the unassuming innkeepter - from his childhood in a troupe of traveling players, through his years spent as a near-feral orphan in a crime-riddled city, to his daringly brazen yet successful bid to enter a difficult and dangerous school of magic. In these pages you will come to know Kvothe the notorious magician, the accomplished thief, the masterful musician, the dragon-slayer, the legend-hunter, the lover, the thief and the infamous assassin. The Name of the Wind is fantasy at its very best, and an astounding must-read coming-of-age adventure. Readers adore The Name of the Wind: 'The quality of the writing breathes magic into even fairly ordinary scenes, and makes some of the important ones extraordinary' Mark Lawrence 'This is why I love fantasy so much . . . The writing style is smooth, the pacing just right . . . I would easily recommend this to anyone who enjoys fantasy, but also to people who enjoy great stories told wonderfully well' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'For the love of God, if you haven't read this book and love these kinds of high fantasy novels, READ IT!' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'The story is fantastic, the writing is amazing, and if you have a heart the main character will capture it' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'Patrick Rothfuss is such a talented storyteller and there was never a dull moment throughout the entire book! . . . The Name of the Wind is a masterpiece and Patrick Rothfuss is a freaking genius' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'This story was, simply put, excellent . . . Rothfuss has more than earnt his reputation. I'm so glad this book lived up to the hype . . . A jaw dropping five stars' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'One of the best fantasy books of all time' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'A legitimately wonderful story that is written beautifully . . . This should be one of the required reading books for any fan of fantasy' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐",
    "pageCount": 596,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=BcG2dVRXKukC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Name_of_the_Wind.html?hl=&id=BcG2dVRXKukC"
  },
  {
    "isbn": "9780575088078",
    "dateFinished": "2014-01-15",
    "status": "finished",
    "rating": "unrated",
    "title": "The Wise Man's Fear",
    "authors": [
      "Patrick Rothfuss"
    ],
    "publishedDate": "2011-03-01",
    "description": "'I just love the world of Patrick Rothfuss' Lin-Manuel Miranda 'He's bloody good, this Rothfuss guy' George R R Martin Sequel to the extraordinary THE NAME OF THE WIND, THE WISE MAN'S FEAR is the second instalment of this superb fantasy trilogy from Patrick Rothfuss. This is the most exciting fantasy series since George R. R. Martin's A SONG OF ICE AND FIRE, and a must-read for all fans of HBO's GAME OF THRONES. Picking up the tale of Kvothe Kingkiller once again, we follow him into exile, into political intrigue, courtship, adventure, love and magic ... and further along the path that has turned Kvothe, the mightiest magician of his age, a legend in his own time, into Kote, the unassuming pub landlord. Packed with as much magic, adventure and home-grown drama as THE NAME OF THE WIND, this is a sequel in every way the equal to its predecessor and a must-read for all fantasy fans. Readable, engaging and gripping THE WISE MAN'S FEAR is the biggest and the best new fantasy novel out there.",
    "pageCount": 1008,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=qUW5js7ZD7UC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Wise_Man_s_Fear.html?hl=&id=qUW5js7ZD7UC"
  },
  {
    "isbn": "9780473387914",
    "dateFinished": "2014-02-04",
    "status": "finished",
    "rating": "unrated",
    "title": "The Madness of Hallen",
    "authors": [
      "Russell Meek"
    ],
    "publishedDate": "2017-02-15",
    "description": "An Arabic influenced adventure fantasy series, following two brothers, Ohrl and Faerl, in their quest against Na'ilah, blood heir to the mind of Husam al-Din. A 'swords and arrows' blend of the unification of the desert tribes by T.E Lawrence during WWI, and a less than romantic view of Islamic warrior Saladin during the 12th century crusades.",
    "pageCount": 604,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=v2lsAQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Madness_of_Hallen.html?hl=&id=v2lsAQAACAAJ"
  },
  {
    "isbn": "9781439196632",
    "dateFinished": "2014-02-18",
    "status": "finished",
    "rating": "unrated",
    "title": "World of Warcraft: Thrall: Twilight of the Aspects",
    "authors": [
      "Christie Golden"
    ],
    "publishedDate": "2012-02-28",
    "description": "The realm of Azeroth struggles to rally against a brutal dragon attack and the schemes of an evil Horde war chief.",
    "pageCount": 436,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=glqL66cnYbYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/World_of_Warcraft_Thrall_Twilight_of_the.html?hl=&id=glqL66cnYbYC"
  },
  {
    "isbn": "9781451605761",
    "dateFinished": "2014-03-15",
    "status": "finished",
    "rating": "unrated",
    "title": "World of Warcraft: Wolfheart",
    "authors": [
      "Richard A. Knaak"
    ],
    "publishedDate": "2012-05-29",
    "description": "Night elf high priestess Tyrande Whisperwind receives a vision about a reluctant human king of Stormwind, who resists an alliance with the worgen to combat the warchief Garrosh Hellscream.",
    "pageCount": 468,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=6eb6yqX3l48C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/World_of_Warcraft_Wolfheart.html?hl=&id=6eb6yqX3l48C"
  },
  {
    "isbn": "9781451662450",
    "dateFinished": "2014-04-10",
    "status": "finished",
    "rating": "unrated",
    "title": "Total Recall",
    "authors": [
      "Arnold Schwarzenegger"
    ],
    "publishedDate": "2012-10-01",
    "description": "THE GREATEST IMMIGRANT SUCCESS STORY OF OUR TIME His story is unique, and uniquely entertaining, and he tells it brilliantly in these pages. He was born in a year of famine, in a small Austrian town, the son of an austere police chief. He dreamed of moving to America to become a bodybuilding champion and a movie star. By the age of twenty-one, he was living in Los Angeles and had been crowned Mr. Universe. Within five years, he had learned English and become the greatest bodybuilder in the world. Within ten years, he had earned his college degree and was a millionaire from his business enterprises in real estate, landscaping, and bodybuilding. He was also the winner of a Golden Globe Award for his debut as a dramatic actor in Stay Hungry. Within twenty years, he was the world’s biggest movie star, the husband of Maria Shriver, and an emerging Republican leader who was part of the Kennedy family. Thirty-six years after coming to America, the man once known by fellow bodybuilders as the Austrian Oak was elected governor of California, the seventh largest economy in the world. He led the state through a budget crisis, natural disasters, and political turmoil, working across party lines for a better environment, election reforms, and bipartisan solutions. With Maria Shriver, he raised four fantastic children. In the wake of a scandal he brought upon himself, he tried to keep his family together. Until now, he has never told the full story of his life, in his own voice. Here is Arnold, with total recall.",
    "pageCount": 656,
    "printType": "BOOK",
    "categories": [
      "Biography & Autobiography"
    ],
    "thumbnail": "https://books.google.com/books/content?id=qYijfgz4acgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=qYijfgz4acgC"
  },
  {
    "isbn": "9780316217620",
    "dateFinished": "2014-07-10",
    "status": "finished",
    "rating": "unrated",
    "title": "Cibola Burn",
    "authors": [
      "James S.A. Corey"
    ],
    "publishedDate": "2014-06-17",
    "description": "ENTER A NEW FRONTIER. \"An empty apartment, a missing family, that's creepy. But this is like finding a military base with no one on it. Fighters and tanks idling on the runway with no drivers. This is bad juju. Something wrong happened here. What you should do is tell everyone to leave.\" The gates have opened the way to a thousand new worlds and the rush to colonize has begun. Settlers looking for a new life stream out from humanity's home planets. Ilus, the first human colony on this vast new frontier, is being born in blood and fire. Independent settlers stand against the overwhelming power of a corporate colony ship with only their determination, courage, and the skills learned in the long wars of home. Innocent scientists are slaughtered as they try to survey a new and alien world. The struggle on Ilus threatens to spread all the way back to Earth. James Holden and the crew of his one small ship are sent to make peace in the midst of war and sense in the midst of chaos. But the more he looks at it, the more Holden thinks the mission was meant to fail. And the whispers of a dead man remind him that the great galactic civilization that once stood on this land is gone. And that something killed it. The Expanse (soon to be a major Syfy Channel television series)Leviathan WakesCaliban's WarAbaddon's GateCibola BurnNemesis Games The Expanse Short Fiction The Butcher of Anderson StationGods of RiskThe Churn",
    "pageCount": 592,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=x5NKnwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Cibola_Burn.html?hl=&id=x5NKnwEACAAJ"
  },
  {
    "isbn": "9780356504216",
    "dateFinished": "2014-07-18",
    "status": "finished",
    "rating": "unrated",
    "title": "Churn",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2014",
    "description": "An Expanse Novella",
    "pageCount": 112,
    "printType": "BOOK",
    "categories": [],
    "language": "en"
  },
  {
    "isbn": "9780987434739",
    "dateFinished": "2014-08-27",
    "status": "finished",
    "rating": "unrated",
    "title": "Mothership",
    "authors": [
      "Stephen Renneberg"
    ],
    "publishedDate": "2013",
    "pageCount": 585,
    "printType": "BOOK",
    "categories": [],
    "language": "en"
  },
  {
    "isbn": "9781451684490",
    "dateFinished": "2014-09-06",
    "status": "finished",
    "rating": "unrated",
    "title": "World of Warcraft: War Crimes",
    "authors": [
      "Christie Golden"
    ],
    "publishedDate": "2014-05-06",
    "description": "The national bestseller and direct tie-in to the new game expansion pack Warlords of Draenor—a thrilling novel set in the universe of the record-breaking, internationally bestselling video game World of Warcraft! The brutal siege of Orgrimmar is over. Alliance and Horde forces have stripped Garrosh Hellscream, one of the most reviled figures on Azeroth, of his title as warchief. His thirst for conquest devastated cities, nearly tore the Horde apart, and destroyed countless lives. Now, on the legendary continent of Pandaria, he will stand trial for his transgressions. Renowned leaders from across the world have gathered to witness this historic event. As the trial unfolds, agents of the bronze dragonflight present shocking visions of Garrosh’s atrocities. For many of those in attendance, these glimpses into history force them to relive painful memories and even question their own innocence or guilt. For others, the chilling details stoke the flames of their hatred. Unbeknownst to anyone, shadowy forces are at work on Azeroth, threatening not only the court’s ability to mete out justice…but also the lives of everyone at the trial. © 2015 Blizzard Entertainment, Inc. All Rights Reserved. Blizzard Entertainment and World of Warcraft are trademarks or registered trademarks of Blizzard Entertainment, Inc. in the US and/or other countries.",
    "pageCount": 362,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=9Gx-AgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=9Gx-AgAAQBAJ"
  },
  {
    "isbn": "9780230769472",
    "dateFinished": "2014-10-12",
    "status": "finished",
    "rating": "unrated",
    "title": "The Abyss Beyond Dreams",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2014-10-09",
    "description": "The first volume in the Chronicles of the Fallers, The Abyss Beyond Dreams by Peter F. Hamilton is an exceptional novel exploring the mystery at the heart of the Commonwealth Universe. To save their civilization, he must destroy it. When a so-called prophet sees visions of a lost civilization, Nigel Sheldon is asked to investigate. Especially as these dreams seem to be coming from the Void – a mysterious area of space with hugely destructive capabilities. Then Nigel crash-lands inside the Void, and finds so much more than he expected. Bienvenido: a planet populated by survivors from long-vanished Commonwealth ships. For centuries their decedents have been fighting a desperate battle against the Fallers, space-born predators that have evolved to conquer worlds. And Nigel soon realizes that the Fallers hold the key to the destruction of the Void itself. If he can survive long enough to find it . . . 'Huge cast, enormous canvas, big ideas – mega in every way' – Daily Mail Continue the adventure with the second in the duology, Night Without Stars.",
    "pageCount": 705,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=gLNKBAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Abyss_Beyond_Dreams.html?hl=&id=gLNKBAAAQBAJ"
  },
  {
    "isbn": "9781429963930",
    "dateFinished": "2014-12-22",
    "status": "finished",
    "rating": "unrated",
    "title": "Ender's Game",
    "authors": [
      "Orson Scott Card"
    ],
    "publishedDate": "2010-04-01",
    "description": "Orson Scott Card's Ender's Game is the winner of the Nebula and Hugo Awards In order to develop a secure defense against a hostile alien race's next attack, government agencies breed child geniuses and train them as soldiers. A brilliant young boy, Andrew \"Ender\" Wiggin lives with his kind but distant parents, his sadistic brother Peter, and the person he loves more than anyone else, his sister Valentine. Peter and Valentine were candidates for the soldier-training program but didn't make the cut—young Ender is the Wiggin drafted to the orbiting Battle School for rigorous military training. Ender's skills make him a leader in school and respected in the Battle Room, where children play at mock battles in zero gravity. Yet growing up in an artificial community of young soldiers Ender suffers greatly from isolation, rivalry from his peers, pressure from the adult teachers, and an unsettling fear of the alien invaders. His psychological battles include loneliness, fear that he is becoming like the cruel brother he remembers, and fanning the flames of devotion to his beloved sister. Is Ender the general Earth needs? But Ender is not the only result of the genetic experiments. The war with the Buggers has been raging for a hundred years, and the quest for the perfect general has been underway for almost as long. Ender's two older siblings are every bit as unusual as he is, but in very different ways. Between the three of them lie the abilities to remake a world. If, that is, the world survives. Ender's Game is the winner of the 1985 Nebula Award for Best Novel and the 1986 Hugo Award for Best Novel. THE ENDER UNIVERSE Ender series Ender’s Game / Ender in Exile / Speaker for the Dead / Xenocide / Children of the Mind Ender’s Shadow series Ender’s Shadow / Shadow of the Hegemon / Shadow Puppets / Shadow of the Giant / Shadows in Flight Children of the Fleet The First Formic War (with Aaron Johnston) Earth Unaware / Earth Afire / Earth Awakens The Second Formic War (with Aaron Johnston) The Swarm /The Hive Ender novellas A War of Gifts /First Meetings At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
    "pageCount": 256,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=Ojqi8KbWuLwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=Ojqi8KbWuLwC"
  },
  {
    "isbn": "9781405525848",
    "dateFinished": "2015-01-04",
    "status": "finished",
    "rating": "unrated",
    "title": "Ancillary Justice",
    "authors": [
      "Ann Leckie"
    ],
    "publishedDate": "2013-10-01",
    "description": "The record-breaking debut novel that won every major science fiction award in 2014, Ancillary Justice is the story of a warship trapped in a human body and her search for revenge. Ann Leckie is the first author to win the Arthur C. Clarke, the Nebula and the Hugo Award for Best Novel in the same year. They made me kill thousands, but I only have one target now. The Radch are conquerors to be feared - resist and they'll turn you into a 'corpse soldier' - one of an army of dead prisoners animated by a warship's AI mind. Whole planets are conquered by their own people. The colossal warship called The Justice of Toren has been destroyed - but one ship-possessed soldier has escaped the devastation. Used to controlling thousands of hands, thousands of mouths, The Justice now has only two hands, and one mouth with which to tell her tale. But one fragile, human body might just be enough to take revenge against those who destroyed her. 'ENGAGING AND PROVOCATIVE' SFX Magazine 'UNEXPECTED, COMPELLING AND VERY COOL' John Scalzi 'HIGHLY RECOMMENDED' Independent on Sunday 'MIND-BLOWING' io9.com 'THRILLING, MOVING AND AWE-INSPIRING' Guardian 'UTTER PERFECTION, 10/10' The Book Smugglers 'ASTOUNDINGLY ASSURED AND GRACEFUL' Strange Horizons 'ESTABLISHES LECKIE AS AN HEIR TO BANKS' Elizabeth Bear The Imperial Radch trilogy begins with Ancillary Justice, continues in Ancillary Sword and concludes with Ancillary Mercy. Also available now: Provenance is a stunning standalone adventure set in the same world as Ancillary Justice. NPR calls it 'A fitting addition to the Ancillary world'.",
    "pageCount": 432,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=QhxCO5b7e74C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Ancillary_Justice.html?hl=&id=QhxCO5b7e74C"
  },
  {
    "isbn": "9781410477149",
    "dateFinished": "2015-01-06",
    "status": "finished",
    "rating": "unrated",
    "title": "Ancillary Sword",
    "authors": [
      "Ann Leckie"
    ],
    "publishedDate": "2015-03-25",
    "description": "Now in a single body and with only a ship and a troublesome crew, Breq is sent to Atheok Station to protect the sister of Lieutenant Awn.",
    "pageCount": 480,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=6MvPrQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Ancillary_Sword.html?hl=&id=6MvPrQEACAAJ"
  },
  {
    "isbn": "9780356514338",
    "dateFinished": "2015-02-19",
    "status": "finished",
    "rating": "unrated",
    "title": "Trading in Danger",
    "authors": [
      "Elizabeth Moon"
    ],
    "publishedDate": "2019-09-10",
    "description": "The first volume in the Vatta's War series - action-packed military SF from the Nebula Award winning author of The Speed of Dark. Ky Vatta is a highly promising military cadet with a great future ahead of her, until an insignificant act of kindness makes her the focus of the Academy's wrath. She is forced to resign, her dreams shattered. For the child of a rich trading family, this should mean disgrace on a grand scale. And yet, to her surprise, Ky is offered the captaincy of a ship headed for scrap with its final cargo. Her orders are absolutely clear, but Ky quickly sees potential profit in altering the journey. Because, whatever the risks, it's in her blood to trade - even if the currency is extreme danger. 'I thoroughly enjoyed Trading in Danger and wholeheartedly recommend it' THE BOOK SMUGGLERS",
    "pageCount": 432,
    "printType": "BOOK",
    "thumbnail": "https://books.google.com/books/content?id=2WVNyAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Trading_in_Danger.html?hl=&id=2WVNyAEACAAJ"
  },
  {
    "isbn": "9780316217583",
    "dateFinished": "2015-06-18",
    "status": "finished",
    "rating": "unrated",
    "title": "Nemesis Games",
    "authors": [
      "James S.A. Corey"
    ],
    "publishedDate": "2015-06-02",
    "description": "The fifth novel in James S.A. Corey's New York Times bestselling Expanse series--now being produced for television by the Syfy Channel! A thousand worlds have opened, and the greatest land rush in human history has begun. As wave after wave of colonists leave, the power structures of the old solar system begin to buckle. Ships are disappearing without a trace. Private armies are being secretly formed. The sole remaining protomolecule sample is stolen. Terrorist attacks previously considered impossible bring the inner planets to their knees. The sins of the past are returning to exact a terrible price. And as a new human order is struggling to be born in blood and fire, James Holden and the crew of the Rocinante must struggle to survive and get back to the only home they have left. The Expanse (soon to be a major Syfy Channel television series)Leviathan WakesCaliban's WarAbaddon's GateCibola BurnNemesis Games The Expanse Short Fiction The Butcher of Anderson StationGods of RiskThe Churn",
    "pageCount": 544,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=niPioQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Nemesis_Games.html?hl=&id=niPioQEACAAJ"
  },
  {
    "isbn": "9781476702971",
    "dateFinished": "2015-08-06",
    "status": "finished",
    "rating": "unrated",
    "title": "World of Warcraft: Vol'jin: Shadows of the Horde",
    "authors": [
      "Michael A. Stackpole"
    ],
    "publishedDate": "2014-04-29",
    "description": "Traces the aftermath of Cataclysm-induced disasters through Azeroth, where an all-out war erupts between the Horde and Alliance and threatens to consume both factions.",
    "pageCount": 368,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=uOhnAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/World_of_Warcraft_Vol_jin_Shadows_of_the.html?hl=&id=uOhnAwAAQBAJ"
  },
  {
    "isbn": "9781451697919",
    "dateFinished": "2015-09-14",
    "status": "finished",
    "rating": "unrated",
    "title": "World of Warcraft: Jaina Proudmoore: Tides of War",
    "authors": [
      "Christie Golden"
    ],
    "publishedDate": "2013-04-30",
    "description": "Traces the downfall of a beloved peacekeeper who is pushed to a breaking point by an inconceivable horror that changes her in irrevocable, ethics-testing ways.",
    "pageCount": 385,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=8-F2LoSQX_MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/World_of_Warcraft_Jaina_Proudmoore_Tides.html?hl=&id=8-F2LoSQX_MC"
  },
  {
    "isbn": "9781943818198",
    "dateFinished": "2015-10-05",
    "status": "finished",
    "rating": "unrated",
    "title": "Into the River",
    "authors": [
      "Ted Dawe"
    ],
    "publishedDate": "2016-06-14",
    "description": "\"First published by Random House New Zealand Ltd in 2014\"--Title page verso.",
    "pageCount": 304,
    "printType": "BOOK",
    "categories": [
      "Juvenile Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=OL5mjgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Into_the_River.html?hl=&id=OL5mjgEACAAJ"
  },
  {
    "isbn": "9780356502427",
    "dateFinished": "2015-10-14",
    "status": "finished",
    "rating": "unrated",
    "title": "Ancillary Mercy",
    "authors": [
      "Ann Leckie"
    ],
    "publishedDate": "2015-10-08",
    "description": "Ancillary Mercy is the stunning conclusion to the trilogy that began with Ancillary Justice, the only novel ever to win the Hugo, Nebula, and Arthur C. Clarke Awards. For a moment, things seemed to be under control for Breq, the soldier who used to be a warship. Then a search of Athoek Station's slums turns up someone who shouldn't exist and a messenger from the mysterious Presger empire arrives, as does Breq's old enemy, the divided, heavily armed, and possibly insane Anaander Mianaai - ruler of an empire at war with itself. Breq could flee with her ship and crew, but that would leave the people of Athoek in terrible danger. Breq has a desperate plan. The odds aren't good, but that's never stopped her before. The Imperial Radch trilogy begins with Ancillary Justice, continues in Ancillary Sword and concludes with Ancillary Mercy. Also available now: Provenance is a stunning standalone adventure set in the same world as Ancillary Justice. NPR calls it 'A fitting addition to the Ancillary world'. Praise for the trilogy: 'ENGAGING AND PROVOCATIVE' SFX Magazine 'UNEXPECTED, COMPELLING AND VERY COOL' John Scalzi 'HIGHLY RECOMMENDED' Independent on Sunday 'MIND-BLOWING' io9.com 'THRILLING, MOVING AND AWE-INSPIRING' Guardian 'UTTER PERFECTION' The Book Smugglers 'ASTOUNDINGLY ASSURED AND GRACEFUL' Strange Horizons 'ESTABLISHES LECKIE AS AN HEIR TO BANKS' Elizabeth Bear",
    "pageCount": 368,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=PzAvrgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Ancillary_Mercy.html?hl=&id=PzAvrgEACAAJ"
  },
  {
    "isbn": "9780356504315",
    "dateFinished": "2015-10-20",
    "status": "finished",
    "rating": "unrated",
    "title": "The Vital Abyss",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2015-10-15",
    "description": "The Vital Abyss is a novella that expands the world of James S. A. Corey's New York Times bestselling Expanse series - now a Prime Original TV series. Somewhere in the vast expanse of space, a group of prisoners lives in permanent captivity. The only company they have is each other and the Belters who guard them. The only stories they know are the triumphs and crimes that brought them there. The only future they see is an empty life in an enormous room. And then the man from Mars came along . . . The Expanse series: Leviathan Wakes Caliban's War Abaddon's Gate Cibola Burn Nemesis Games Babylon's Ashes Persepolis Rising Tiamat's Wrath Praise for the Expanse: 'The science fictional equivalent of A Song of Ice and Fire' NPR Books 'As close as you'll get to a Hollywood blockbuster in book form' io9.com 'Great characters, excellent dialogue, memorable fights' wired.com 'High adventure equalling the best space opera has to offer, cutting-edge technology and a group of unforgettable characters . . . Perhaps one of the best tales the genre has yet to produce' Library Journal 'This is the future the way it's supposed to be' Wall Street Journal 'Tense and thrilling' SciFiNow",
    "pageCount": 112,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=DsMkCgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Vital_Abyss.html?hl=&id=DsMkCgAAQBAJ"
  },
  {
    "isbn": "9780399177576",
    "dateFinished": "2016-04-18",
    "status": "finished",
    "rating": "unrated",
    "title": "Illidan: World of Warcraft",
    "authors": [
      "William King"
    ],
    "publishedDate": "2016-11-01",
    "description": "Behind the legend stands a being hungry for justice and vengeance as the adventure, intrigue, and heroism of World of Warcraft, the global phenomenon, rise to a new level. You are not prepared. Illidan Stormrage is one of the most powerful beings ever to walk the lands of Azeroth. He is also one of the least understood. Behind his legend, beneath his enigmatic mission, lies a brilliant mind whose machinations are comprehended by few—and trusted by even fewer. Illidan’s righteous reign of justice and vengeance has begun. Long ago, the night elf sorcerer Illidan infiltrated the demonic Burning Legion to ward off its invasion of Azeroth. Instead of hailing him as a hero, his own kind branded him the Betrayer, questioning his intentions after he appeared to aid the demon lords. For ten thousand years, he languished in prison—vilified, isolated, but never forgetting his purpose. Now the Legion has returned, and there is only one champion who can truly stand against it. Released from his bonds, Illidan prepares for the final confrontation in the alien realm of Outland, gathering an army of grotesque fel orcs, serpentine naga, cunning blood elves, and twisted demon hunters to his side. He alone knows what deeply hidden motives guide his hand; he alone understands the price that must be paid to defeat the enemies of creation. Yet as before, he is assailed by those who see his schemes as a cynical quest for power, including the night elf Maiev Shadowsong, his former jailor. Warden Shadowsong and her Watchers have pursued the Betrayer to Outland to exact retribution for his crimes, and she will not rest until Illidan is in her custody . . . or in his grave. Praise for Illidan “William King kicks off a great story with Illidan.”—BlizzPro “For many people, new and old players alike, this book will be an eye-opening journey.”—All Things Azeroth “I enjoyed World of Warcraft: Illidan a great deal.”—BlizzPlanet “Damn fun . . . There’s virtually never a dull moment in Illidan.”—Cinelinx",
    "pageCount": 370,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=zM4sDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Illidan_World_of_Warcraft.html?hl=&id=zM4sDQAAQBAJ"
  },
  {
    "isbn": "9780316555562",
    "dateFinished": "2016-11-14",
    "status": "finished",
    "rating": "unrated",
    "title": "Revenger",
    "authors": [
      "Alastair Reynolds"
    ],
    "publishedDate": "2017-02-28",
    "description": "A superb science fiction adventure set in the rubble of a ruined universe, this is a deep space heist story of kidnap, betrayal, alien artifacts and revenge. The galaxy has seen great empires rise and fall. Planets have shattered and been remade. Amongst the ruins of alien civilizations, building our own from the rubble, humanity still thrives. And there are vast fortunes to be made, if you know where to find them... Captain Rackamore and his crew do. It's their business to find the tiny, enigmatic worlds which have been hidden away, booby-trapped, surrounded by layers of protection - and to crack them open for the ancient relics and barely-remembered technologies inside. But while they ply their risky trade with integrity, not everyone is so scrupulous. Adrana and Fura Ness are the newest members of Rackamore's crew, signed on to save their family from bankruptcy. Only Rackamore has enemies, and there might be more waiting for them in space than adventure and fortune: the fabled and feared Bosa Sennen in particular. Revenger is a science fiction adventure story set in the rubble of our solar system in the dark, distant future - a tale of space pirates, buried treasure, and phantom weapons, of unspeakable hazards and single-minded heroism... and of vengeance...",
    "pageCount": 464,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=yg1lvgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Revenger.html?hl=&id=yg1lvgAACAAJ"
  },
  {
    "isbn": "9780356504292",
    "dateFinished": "2016-12-29",
    "status": "finished",
    "rating": "unrated",
    "title": "Babylon's Ashes",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2017-10-26",
    "description": "A revolution brewing for generations has begun in fire. It will end in blood. The Free Navy - a violent group of Belters in black-market military ships - has crippled the Earth and begun a campaign of piracy and violence among the outer planets. The colony ships heading for the thousand new worlds on the far side of the alien ring gates are easy prey, and no single navy remains strong enough to protect them. James Holden and his crew know the strengths and weaknesses of this new force better than anyone. Outnumbered and outgunned, the embattled remnants of the old political powers call on the Rocinante for a desperate mission to reach Medina Station at the heart of the gate network. But the new alliances are as flawed as the old, and the struggle for power has only just begun. As the chaos grows, an alien mystery deepens. Pirate fleets, mutiny and betrayal may be the least of the Rocinante's problems. And in the uncanny spaces past the ring gates, the choices of a few damaged and desperate people may determine the fate of more than just humanity.",
    "pageCount": 560,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=M3QPkAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Babylon_s_Ashes.html?hl=&id=M3QPkAEACAAJ"
  },
  {
    "isbn": "9781477848357",
    "dateFinished": "2017-07-28",
    "status": "finished",
    "rating": "unrated",
    "title": "Secondborn",
    "authors": [
      "Amy A. Bartol"
    ],
    "publishedDate": "2017-08",
    "description": "Firstborns rule society. Secondborns are the property of the government. Thirdborns are not tolerated. Long live the Fates Republic. On Transition Day, the second child in every family is taken by the government and forced into servitude. Roselle St. Sismode's eighteenth birthday arrives with harsh realizations: she's to become a soldier for the Fate of Swords military arm of the Republic during the bloodiest rebellion in history, and her elite firstborn mother is happy to see her go. Televised since her early childhood, Roselle's privileged upbringing has earned her the resentment of her secondborn peers. Now her decision to spare an enemy on the battlefield marks her as a traitor to the state. But Roselle finds an ally--and more--in fellow secondborn conscript Hawthorne Trugrave. As the consequences of her actions ripple throughout the Fates Republic, can Roselle create a destiny of her own? Or will her Fate override everything she fights for--even love?",
    "pageCount": 322,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=H2j2swEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Secondborn.html?hl=&id=H2j2swEACAAJ"
  },
  {
    "isbn": "9780316217576",
    "dateFinished": "2017-08-08",
    "status": "finished",
    "rating": "unrated",
    "title": "Strange Dogs",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2017-07-18",
    "description": "A novella set in the hard-scrabble world of James S. A. Corey's NYT-bestselling Expanse series, Strange Dogs follows a family of colonists on Laconia where a new generation of humanity struggles with the profound changes that come with making a home on an alien world. Now a Prime Original series. This story will be available in the complete Expanse story collection, Memory’s Legion. HUGO AWARD WINNER FOR BEST SERIES Like many before them, Cara and her family ventured through the gates as scientists and researchers, driven to carve out a new life and uncover the endless possibilities of the unexplored alien worlds now within reach. But soon the soldiers followed and under this new order Cara makes a discovery that will change everything. The Expanse Leviathan Wakes Caliban's War Abaddon's Gate Cibola Burn Nemesis Games Babylon's Ashes Persepolis Rising Tiamat's Wrath ​Leviathan Falls Memory's Legion The Expanse Short Fiction Drive The Butcher of Anderson Station Gods of Risk The Churn The Vital Abyss Strange Dogs Auberon The Sins of Our Fathers",
    "pageCount": 64,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=no-vDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=no-vDgAAQBAJ"
  },
  {
    "isbn": "9780425286494",
    "dateFinished": "2017-08-28",
    "status": "finished",
    "rating": "unrated",
    "title": "A Window into Time (Novella)",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2016-07-28",
    "description": "A profound, poignant, mind-blowing trip into time and consciousness awaits in this ebook original novella from New York Times bestselling author Peter F. Hamilton. In the vein of Life After Life, Hamilton’s bold speculations into the nature of life—and what comes after—make for riveting, provocative fiction. The universe is not only stranger than we imagine, it is stranger than we can imagine. Whip-smart thirteen-year-old Julian Costello Proctor—better known as Jules—has an eidetic memory. For as long as he can remember, he has remembered everything. “My mind is always on,” he explains. But when an unexpected death throws his life into turmoil, Jules begins to experience something strange. For the first time, there are holes in his memory. But that’s not the strangest part. What’s really weird isn’t what he’s forgotten; it’s what he remembers. Memories of another life, not his own. And not from some distant past. No, these memories belong to a man who’s alive right now. With bravery, ingenuity, and quirky good humor, Jules devises a theory to explain this baffling phenomenon. While tracking down the identity of his mysterious doppelgänger, he finds himself enmeshed in the hopes and dreams of a stranger . . . and caught in the coils of a madman’s deadly plot. Praise for Peter F. Hamilton “The owner of the most powerful imagination in science fiction, author of immense, complex far-future sagas.”—Ken Follett “The clear heir to Heinlein, in my view.”—Marc Andreessen, co-founder, Netscape “Space Opera doesn’t get much more epic than Peter F. Hamilton.”—SFFWorld “Hamilton tackles SF the way George R. R. Martin is tackling fantasy.”—SF Reviews “Fusing elements of hard SF with adventure fantasy tropes, Hamilton has singlehandedly raised the bar for grand-scale speculative storytelling.”—Publishers Weekly “The author’s mastery of the art of the ‘big story’ earns him a place among the leading authors of dynastic SF.”—Library Journal",
    "pageCount": 95,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=zxlLDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=zxlLDAAAQBAJ"
  },
  {
    "isbn": "9780316388658",
    "dateFinished": "2017-10-06",
    "status": "finished",
    "rating": "unrated",
    "title": "Provenance",
    "authors": [
      "Ann Leckie"
    ],
    "publishedDate": "2018-07-10",
    "description": "Ann Leckie returns to the world of her record-breaking Imperial Radch trilogy, which won the Hugo, Nebula, and Arthur C. Clarke Awards, with an enthralling novel of power, privilege, and birthright. NOMINATED FOR THE HUGO AWARD FOR BEST NOVEL 2018 NOMINATED FOR THE LOCUS AWARD FOR BEST SCIENCE FICTION NOVEL 2018 A power-driven young woman has just one chance to secure the status she craves and regain priceless lost artifacts prized by her people. She must free their thief from a prison planet from which no one has ever returned. Ingray and her charge will return to her home world to find their planet in political turmoil, at the heart of an escalating interstellar conflict. Together, they must make a new plan to salvage Ingray's future, her family, and her world, before they are lost to her for good. For more from Ann Leckie, check out: Imperial RadchAncillary JusticeAncillary SwordAncillary Mercy",
    "pageCount": 480,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=wCboswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Provenance.html?hl=&id=wCboswEACAAJ"
  },
  {
    "isbn": "9780316332828",
    "dateFinished": "2017-12-20",
    "status": "finished",
    "rating": "unrated",
    "title": "Persepolis Rising",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2017-12-05",
    "description": "The seventh book in the NYT bestselling Expanse series, Persepolis Rising finds an old enemy returning home with more power and technology than anyone thought possible, and the crew of the aging gunship Rocinante tries to rally forces against the new invasion. HUGO AWARD WINNER FOR BEST SERIES An old enemy returns. ​ In the thousand-sun network of humanity's expansion, new colony worlds are struggling to find their way. Every new planet lives on a knife edge between collapse and wonder, and the crew of the aging gunship Rocinante have their hands more than full keeping the fragile peace. In the vast space between Earth and Jupiter, the inner planets and belt have formed a tentative and uncertain alliance still haunted by a history of wars and prejudices. On the lost colony world of Laconia, a hidden enemy has a new vision for all of humanity and the power to enforce it. New technologies clash with old as the history of human conflict returns to its ancient patterns of war and subjugation. But human nature is not the only enemy, and the forces being unleashed have their own price. A price that will change the shape of humanity -- and of the Rocinante -- unexpectedly and forever. . . The Expanse Leviathan Wakes Caliban's War Abaddon's Gate Cibola Burn Nemesis Games Babylon's Ashes Persepolis Rising Tiamat's Wrath ​Leviathan Falls The Expanse Short Fiction The Butcher of Anderson Station Gods of Risk The Churn The Vital Abyss Strange Dogs Auberon",
    "pageCount": 560,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=cxNVDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=cxNVDgAAQBAJ"
  },
  {
    "isbn": "9781616554231",
    "dateFinished": "2018-02-14",
    "status": "finished",
    "rating": "unrated",
    "title": "A Second Chance at Sarah",
    "authors": [
      "Neil Druckmann"
    ],
    "publishedDate": "2014",
    "description": "Given the chance to save Sarah, his dying wife, Johnny is transported to the past into his teenage body with just one day to prevent the events that led to her state.",
    "pageCount": 99,
    "printType": "BOOK",
    "categories": [
      "Comics & Graphic Novels"
    ],
    "thumbnail": "https://books.google.com/books/content?id=B1IBDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/A_Second_Chance_at_Sarah.html?hl=&id=B1IBDAAAQBAJ"
  },
  {
    "isbn": "9780316452496",
    "dateFinished": "2018-04-16",
    "status": "finished",
    "rating": "unrated",
    "title": "Children of Time",
    "authors": [
      "Adrian Tchaikovsky"
    ],
    "publishedDate": "2018-09-18",
    "description": "Adrian Tchaikovksy's award-winning novel Children of Time, is the epic story of humanity's battle for survival on a terraformed planet. Who will inherit this new Earth? The last remnants of the human race left a dying Earth, desperate to find a new home among the stars. Following in the footsteps of their ancestors, they discover the greatest treasure of the past age - a world terraformed and prepared for human life. But all is not right in this new Eden. In the long years since the planet was abandoned, the work of its architects has borne disastrous fruit. The planet is not waiting for them, pristine and unoccupied. New masters have turned it from a refuge into mankind's worst nightmare. Now two civilizations are on a collision course, both testing the boundaries of what they will do to survive. As the fate of humanity hangs in the balance, who are the true heirs of this new Earth?span",
    "pageCount": 640,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=n7JfDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=n7JfDwAAQBAJ"
  },
  {
    "isbn": "9780007264858",
    "dateFinished": "2018-05-27",
    "status": "finished",
    "rating": "unrated",
    "title": "King of Ashes",
    "authors": [
      "Raymond E. Feist"
    ],
    "publishedDate": "2018-04-05",
    "description": "The world of Garn once boasted five great kingdoms, until the King of Ithrace was defeated and every member of his family executed by Lodavico, the ruthless King of Sandura, a man with ambitions to rule the world. Ithrace's ruling family were the legendary Firemanes, and represented a great danger to the other kings. Now four great kingdoms remain, on the brink of war. But rumour has it that the newborn son of the last king of Ithrace survived, carried off during battle and sequestered by the Quelli Nacosti, a secret society whose members are trained to infiltrate and spy upon the rich and powerful throughout Garn. Terrified that this may be true, and that the child will grow to maturity with bloody revenge in his heart, the four kings have placed a huge bounty on the child's head. In the small village of Oncon, Declan is apprenticed to a master blacksmith, learning the secrets of producing the mythical king's steel. Oncon is situated in the Covenant, a neutral region lying between two warring kingdoms. Since the Covenant was declared, the region has existed in peace, until violence explodes as slavers descend upon the village to capture young men to press as soldiers for Sandura. Declan must escape, to take his priceless knowledge to Baron Daylon Dumarch, ruler of Marquensas, perhaps the only man who can defeat Lodavico of Sandura, who has now allied himself with the fanatical Church of the One, which is marching across the continent, imposing its extreme form of religion upon the population and burning unbelievers as they go. Meanwhile, on the island of Coaltachin, the secret domain of the Quelli Nacosti, three friends are being schooled in the deadly arts of espionage and assassination: Donte, son of one of the most powerful masters of the order; Hava, a serious girl with fighting abilities that can set any opponent on their back; and Hatu, a strange, conflicted lad in whom fury and calm war constantly, whose hair is a bright and fiery shade of red ...",
    "pageCount": 560,
    "printType": "BOOK",
    "categories": [
      "Apprentices"
    ],
    "thumbnail": "https://books.google.com/books/content?id=ZPP1mgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/King_of_Ashes.html?hl=&id=ZPP1mgEACAAJ"
  },
  {
    "isbn": "9780399594113",
    "dateFinished": "2018-06-22",
    "status": "finished",
    "rating": "unrated",
    "title": "Before the Storm (World of Warcraft)",
    "authors": [
      "Christie Golden"
    ],
    "publishedDate": "2018-11-27",
    "description": "NEW YORK TIMES BESTSELLER • An all-new, official prequel novel to The Battle for Azeroth, Blizzard Entertainment’s next expansion to the critically acclaimed World of Warcraft videogame. Azeroth is dying. The Horde and the Alliance defeated the demonic Burning Legion, but a dire catastrophe is unfolding deep below the surface of the world. There is a mortal wound in the heart of Azeroth, struck by the sword of the fallen titan Sargeras in a final act of cruelty. For Anduin Wrynn, king of Stormwind, and Sylvanas Windrunner, warchief of the Horde and queen of the Forsaken, there is little time to rebuild what remains and even less to mourn what was lost. Azeroth’s devastating wound has revealed a mysterious material known as Azerite. In the right hands, this strange golden substance is capable of incredible feats of creation; in the wrong ones, it could bring forth unthinkable destruction. As Alliance and Horde forces race to uncover the secrets of Azerite and heal the wounded world, Anduin enacts a desperate plan aimed at forging a lasting peace between the factions. Azerite jeopardizes the balance of power, and so Anduin must gain the trust of Sylvanas. But, as ever, the Dark Lady has her own machinations. For peace to be possible, generations of bloodshed and hatred must be brought to an end. But there are truths that neither side is willing to accept and ambitions they are loath to relinquish. As Alliance and Horde alike grasp for the Azerite’s power, their simmering conflict threatens to reignite all-out war—a war that would spell doom for Azeroth. Praise for Before the Storm “This is easily the best book in the World of Warcraft series, and I don’t say that lightly. . . . It’s so much more than a tie-in novel. . . . It’s a beautiful book.”—Blizzard Watch",
    "pageCount": 0,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=jlqTEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Before_the_Storm_World_of_Warcraft.html?hl=&id=jlqTEAAAQBAJ"
  },
  {
    "isbn": "9780399178849",
    "dateFinished": "2018-09-23",
    "status": "finished",
    "rating": "unrated",
    "title": "Salvation",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2019-06-25",
    "description": "Humanity’s complex relationship with technology spirals out of control in this first book of an all-new series from “the owner of the most powerful imagination in science fiction” (Ken Follett). “How far ‘space opera’ has come! The Old Masters of sci-fi would admire the scope and sweep of Salvation.”—The Wall Street Journal In the year 2204, humanity is expanding into the wider galaxy in leaps and bounds. Cutting-edge technology of linked jump gates has rendered most forms of transportation—including starships—virtually obsolete. Every place on Earth, every distant planet humankind has settled, is now merely a step away from any other. All seems wonderful—until a crashed alien spaceship of unknown origin is found on a newly located world eighty-nine light-years from Earth, carrying a cargo as strange as it is horrifying. To assess the potential of the threat, a high-powered team is dispatched to investigate. But one of them may not be all they seem. . . . Bursting with tension and big ideas, Peter F. Hamilton’s Salvation is the first book of an all-new series that highlights the inventiveness of an author at the top of his game. Praise for Salvation “[A] vast, intricate sci-fi showstopper . . . The journey grips just as hard as the reveal.”—Daily Mail (U.K.) “Exciting, wildly imaginative and quite possibly Hamilton’s best book to date.”—SFX “Dynamic, multifaceted characters, strong mind-expanding concepts, and impressive flair for language [make Salvation a] rare celestial event. . . . One of Britain’s bestselling sci-fi authors has launched an addictive new book as the initial stage of what is sure to be an intriguing new series called the Salvation Sequence.”—SyFyWire “Peter Hamilton just keeps getting better and better with each book, more assured and more craftsmanly adroit, and more inventive. [Salvation is] a bravura performance from start to finish. . . . Hamilton is juggling chainsaws while simultaneously doing needlepoint over a shark tank. It’s a virtuoso treat, and I for one can hardly wait for Salvation Lost.”—Paul Di Filippo, Locus “Peter F. Hamilton is known as one of the world’s greatest sci-fi writers for a reason. . . . Salvation is well worth the effort and a great introduction to some good old-fashioned space opera.”—Fantasy Book Review",
    "pageCount": 0,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=5G2NEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Salvation.html?hl=&id=5G2NEAAAQBAJ"
  },
  {
    "isbn": "9781942788331",
    "dateFinished": "2019-03-22",
    "status": "finished",
    "rating": "unrated",
    "title": "Accelerate",
    "authors": [
      "Nicole Forsgren",
      "Jez Humble",
      "Gene Kim"
    ],
    "publishedDate": "2018",
    "description": "Does technology actually matter? And how can we apply technology to drive business value?For years, we¿ve been told that the performance of software delivery teams doesn¿t matter¿that it can¿t provide a competitive advantage to our companies. Through four years of groundbreaking research, Dr. Nicole Forsgren, Jez Humble, and Gene Kim set out to find a way to measure software delivery performance¿and what drives it¿using rigorous statistical methods. This book presents both the findings and the science behind that research.Readers will discover how to measure the performance of their teams, and what capabilities they should invest in to drive higher performance.",
    "pageCount": 288,
    "printType": "BOOK",
    "categories": [
      "Agile software development"
    ],
    "thumbnail": "https://books.google.com/books/content?id=85XHAQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Accelerate.html?hl=&id=85XHAQAACAAJ"
  },
  {
    "isbn": "9780316332866",
    "dateFinished": "2019-04-15",
    "status": "finished",
    "rating": "unrated",
    "title": "Tiamat's Wrath",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2019-03-26",
    "description": "The eighth book in the NYT bestselling Expanse series, Tiamat's Wrath finds the crew of the Rocinante fighting an underground war against a nearly invulnerable authoritarian empire, with James Holden a prisoner of the enemy. Now a Prime Original series. Thirteen hundred gates have opened to solar systems around the galaxy. But as humanity builds its interstellar empire in the alien ruins, the mysteries and threats grow deeper. In the dead systems where gates lead to stranger things than alien planets, Elvi Okoye begins a desperate search to discover the nature of a genocide that happened before the first human beings existed, and to find weapons to fight a war against forces at the edge of the imaginable. But the price of that knowledge may be higher than she can pay. At the heart of the empire, Teresa Duarte prepares to take on the burden of her father's godlike ambition. The sociopathic scientist Paolo Cortázar and the Mephistophelian prisoner James Holden are only two of the dangers in a palace thick with intrigue, but Teresa has a mind of her own and secrets even her father the emperor doesn't guess. And throughout the wide human empire, the scattered crew of the Rocinante fights a brave rear-guard action against Duarte's authoritarian regime. Memory of the old order falls away, and a future under Laconia's eternal rule -- and with it, a battle that humanity can only lose -- seems more and more certain. Because against the terrors that lie between worlds, courage and ambition will not be enough... The ExpanseLeviathan WakesCaliban's WarAbaddon's GateCibola BurnNemesis GamesBabylon's AshesPersepolis RisingTiamat's Wrath The Expanse Short FictionThe Butcher of Anderson StationGods of RiskThe ChurnThe Vital AbyssStrange Dogs",
    "pageCount": 544,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=JQdUDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=JQdUDwAAQBAJ"
  },
  {
    "isbn": "9780988262591",
    "dateFinished": "2019-06-10",
    "status": "finished",
    "rating": "unrated",
    "title": "The Phoenix Project",
    "authors": [
      "Gene Kim",
      "Kevin Behr",
      "George Spafford"
    ],
    "publishedDate": "2013-01-10",
    "description": "Bill is an IT manager at Parts Unlimited. It's Tuesday morning and on his drive into the office, Bill gets a call from the CEO. The company's new IT initiative, code named Phoenix Project, is critical to the future of Parts Unlimited, but the project is massively over budget and very late. The CEO wants Bill to report directly to him and fix the mess in ninety days or else Bill's entire department will be outsourced. With the help of a prospective board member and his mysterious philosophy of The Three Ways, Bill starts to see that IT work has more in common with manufacturing plant work than he ever imagined. With the clock ticking, Bill must organize work flow streamline interdepartmental communications, and effectively serve the other business functions at Parts Unlimited. In a fast-paced and entertaining style, three luminaries of the DevOps movement deliver a story that anyone who works in IT will recognize. Readers will not only learn how to improve their own IT organizations, they'll never view IT the same way again.",
    "pageCount": 343,
    "printType": "BOOK",
    "categories": [
      "Business & Economics"
    ],
    "thumbnail": "https://books.google.com/books/content?id=ud8yswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Phoenix_Project.html?hl=&id=ud8yswEACAAJ"
  },
  {
    "isbn": "9781101965887",
    "dateFinished": "2019-07-03",
    "status": "finished",
    "rating": "unrated",
    "title": "A Knight of the Seven Kingdoms",
    "authors": [
      "George R. R. Martin"
    ],
    "publishedDate": "2020-02-25",
    "description": "NEW YORK TIMES BESTSELLER • Taking place nearly a century before the events of A Game of Thrones, A Knight of the Seven Kingdoms compiles the first three official prequel novellas to George R. R. Martin’s ongoing masterwork, A Song of Ice and Fire. NAMED ONE OF THE BEST BOOKS OF THE YEAR BY LOS ANGELES TIMES AND BUZZFEED These never-before-collected adventures recount an age when the Targaryen line still holds the Iron Throne, and the memory of the last dragon has not yet passed from living consciousness. Before Tyrion Lannister and Podrick Payne, there was Dunk and Egg. A young, naïve but ultimately courageous hedge knight, Ser Duncan the Tall towers above his rivals—in stature if not experience. Tagging along is his diminutive squire, a boy called Egg—whose true name is hidden from all he and Dunk encounter. Though more improbable heroes may not be found in all of Westeros, great destinies lay ahead for these two . . . as do powerful foes, royal intrigue, and outrageous exploits. Featuring more than 160 all-new illustrations by Gary Gianni, A Knight of the Seven Kingdoms is a must-have collection that proves chivalry isn’t dead—yet. Praise for A Knight of the Seven Kingdoms “Readers who already love Martin and his ability to bring visceral human drama out of any story will be thrilled to find this trilogy brought together and injected with extra life.”—Booklist “The real reason to check out this collection is that it’s simply great storytelling. Martin crafts a living, breathing world in a way few authors can. . . . [Gianni’s illustrations] really bring the events of the novellas to life in beautiful fashion.”—Tech Times “Stirring . . . As Tolkien has his Silmarillion, so [George R. R.] Martin has this trilogy of foundational tales. They succeed on their own, but in addition, they succeed in making fans want more.”—Kirkus Reviews (starred review) “Pure fantasy adventure, with two of the most likable protagonists George R. R. Martin has ever penned.”—Bustle “A must-read for Martin’s legion of fans . . . a rousing prelude to [his] bestselling Song of Ice and Fire saga . . . rich in human drama and the colorful worldbuilding that distinguishes other books in the series.”—Publishers Weekly",
    "pageCount": 369,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=q9LMDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/A_Knight_of_the_Seven_Kingdoms.html?hl=&id=q9LMDwAAQBAJ"
  },
  {
    "isbn": "9780356504322",
    "dateFinished": "2019-12-20",
    "status": "finished",
    "rating": "unrated",
    "title": "Auberon",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2019-11-12",
    "description": "A novella set in the universe of James S. A. Corey's New York Times bestselling Expanse series, Auberon explores a new and alien world and the age-old dangers that humanity has carried with it to the stars. Now a Prime Original series. Auberon is one of the first and most important colony worlds in humanity's reach, and the new conquering faction has come to claim it. Governor Rittenaur has come to bring civilization and order to the far outpost and guarantee the wealth and power of the Empire. But Auberon already has its own history, a complex culture, and a criminal kingpin named Erich with very different plans. In a world of deceit, violence, and corruption, the greatest danger Rittenaur faces is love. The Expanse Leviathan Wakes Caliban's War Abaddon's Gate Cibola Burn Nemesis Games Babylon's Ashes Persepolis Rising Tiamat's Wrath The Expanse Short Fiction The Butcher of Anderson Station Gods of Risk The Churn The Vital Abyss Strange Dogs Auberon",
    "pageCount": 112,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=LOZzDQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Auberon.html?hl=&id=LOZzDQAAQBAJ"
  },
  {
    "isbn": "9780316217675",
    "dateFinished": "2019-12-20",
    "status": "finished",
    "rating": "unrated",
    "title": "Auberon",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2019-11-12",
    "description": "A novella set in the universe of James S. A. Corey's NYT-bestselling Expanse series, Auberon explores a new and alien world and the age-old dangers that humanity has carried with it to the stars. Now a Prime Original series. This story will be available in the complete Expanse story collection, Memory’s Legion. Hugo Award Winner for Best Series Auberon is one of the first and most important colony worlds in humanity's reach, and the new conquering faction has come to claim it. Governor Rittenaur has come to bring civilization and order to the far outpost and guarantee the wealth and power of the Empire. But Auberon already has its own history, a complex culture, and a criminal kingpin named Erich with very different plans. In a world of deceit, violence, and corruption, the greatest danger Rittenaur faces is love. The Expanse Leviathan Wakes Caliban's War Abaddon's Gate Cibola Burn Nemesis Games Babylon's Ashes Persepolis Rising Tiamat's Wrath ​Leviathan Falls Memory's Legion The Expanse Short Fiction Drive The Butcher of Anderson Station Gods of Risk The Churn The Vital Abyss Strange Dogs Auberon The Sins of Our Fathers",
    "pageCount": 75,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=xP6yDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=xP6yDwAAQBAJ"
  },
  {
    "isbn": "9780062953803",
    "dateFinished": "2020-06-21",
    "status": "finished",
    "rating": "unrated",
    "title": "Hustle Harder, Hustle Smarter",
    "authors": [
      "Curtis \"50 Cent\" Jackson"
    ],
    "publishedDate": "2020-04-28",
    "description": "For the first time, Curtis \"50 Cent\" Jackson opens up about his amazing comeback--from tragic personal loss to thriving businessman and cable's highest-paid executive--in this unique self-help guide, his first since his blockbuster New York Times bestseller The 50th Law. In his early twenties Curtis Jackson, known as 50 Cent rose to the heights of fame and power in the cutthroat music business. A decade ago the multi-platinum selling rap artist decided to pivot. His ability to adapt to change was demonstrated when he became the executive producer and star of Power, a high-octane, gripping crime drama centered around a drug kingpin's family. The series quickly became \"appointment\" television, leading to Jackson inking a four-year, $150 million contract with the Starz network--the most lucrative deal in premium cable history. Now, in his most personal book, Jackson shakes up the self-help category with his unique, cutting-edge lessons and hard-earned advice on embracing change. Where The 50th Law tells readers \"fear nothing and you shall succeed,\" Hustle Harder, Hustle Smarter builds on this message, combining it with Jackson's street smarts and hard-learned corporate savvy to help readers successfully achieve their own comeback--and to learn to flow with the changes that disrupt their own lives.",
    "pageCount": 224,
    "printType": "BOOK",
    "thumbnail": "https://books.google.com/books/content?id=u6MRygEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Hustle_Harder_Hustle_Smarter.html?hl=&id=u6MRygEACAAJ"
  },
  {
    "isbn": "9781942788775",
    "dateFinished": "2020-06-29",
    "status": "finished",
    "rating": "unrated",
    "title": "The Unicorn Project",
    "authors": [
      "Gene Kim"
    ],
    "publishedDate": "2019-11-26",
    "description": "The Phoenix Project wowed over a half-million readers. Now comes the Wall Street Journal Bestselling The Unicorn Project! “The Unicorn Project is amazing, and I loved it 100 times more than The Phoenix Project…”—FERNANDO CORNAGO, Senior Director Platform Engineering, Adidas “Gene Kim does a masterful job of showing how … the efforts of many create lasting business advantages for all.”—DR. STEVEN SPEAR, author of The High-Velocity Edge, Sr. Lecturer at MIT, and principal of HVE LLC. “The Unicorn Project is so clever, so good, so crazy enlightening!”––CORNELIA DAVIS, Vice President Of Technology at Pivotal Software, Inc., Author of Cloud Native Patterns This highly anticipated follow-up to the bestselling title The Phoenix Project takes another look at Parts Unlimited, this time from the perspective of software development. In The Unicorn Project, we follow Maxine, a senior lead developer and architect, as she is exiled to the Phoenix Project, to the horror of her friends and colleagues, as punishment for contributing to a payroll outage. She tries to survive in what feels like a heartless and uncaring bureaucracy and to work within a system where no one can get anything done without endless committees, paperwork, and approvals. One day, she is approached by a ragtag bunch of misfits who say they want to overthrow the existing order, to liberate developers, to bring joy back to technology work, and to enable the business to win in a time of digital disruption. To her surprise, she finds herself drawn ever further into this movement, eventually becoming one of the leaders of the Rebellion, which puts her in the crosshairs of some familiar and very dangerous enemies. The Age of Software is here, and another mass extinction event looms—this is a story about rebel developers and business leaders working together, racing against time to innovate, survive, and thrive in a time of unprecedented uncertainty...and opportunity. “The Unicorn Project provides insanely useful insights on how to improve your technology business.”—DOMINICA DEGRANDIS, author of Making Work Visible and Director of Digital Transformation at Tasktop ——— “My goal in writing The Unicorn Project was to explore and reveal the necessary but invisible structures required to make developers (and all engineers) productive, and reveal the devastating effects of technical debt and complexity. I hope this book can create common ground for technology and business leaders to leave the past behind, and co-create a better future together.”—Gene Kim, November 2019",
    "pageCount": 352,
    "printType": "BOOK",
    "categories": [
      "Business & Economics"
    ],
    "thumbnail": "https://books.google.com/books/content?id=kNSSDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=kNSSDwAAQBAJ"
  },
  {
    "isbn": "9780996006071",
    "dateFinished": "2020-08-07",
    "status": "finished",
    "rating": "unrated",
    "title": "The Team That Managed Itself",
    "authors": [
      "Christina Wodtke"
    ],
    "publishedDate": "2019-10-22",
    "description": "In The Team That Managed Itself, Christina Wodtke teaches leaders how to build and lead high performing teams based on her long career in the trenches in Silicon Valley. Her book is engaging, actionable--and built around a story you'll want to read.",
    "pageCount": 268,
    "printType": "BOOK",
    "categories": [
      "Leadership"
    ],
    "thumbnail": "https://books.google.com/books/content?id=OE7kygEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Team_That_Managed_Itself.html?hl=&id=OE7kygEACAAJ"
  },
  {
    "isbn": "9780062315939",
    "dateFinished": "2020-09-21",
    "status": "finished",
    "rating": "unrated",
    "title": "Queen of Storms",
    "authors": [
      "Raymond E. Feist"
    ],
    "publishedDate": "2021-05-11",
    "description": "Dark and powerful forces threaten the world of Garn once more in this second novel in legendary New York Times bestselling author Raymond E. Feist's epic fantasy series, the Firemane Saga. \"This is a knockout.\"-- Publishers Weekly (starred review) Hatushaly and his young wife Hava have arrived in the prosperous trading town of Beran's Hill to restore and reopen the fire-damaged Inn of the Three Stars. They are also preparing for the popular midsummer festival, where their friends Declan and Gwen will be wed. But Hatu and Hava are not the ordinary loving couple they appear to be. They are assassins from the mysterious island of Coaltachin, home to the powerful and lethal Nocusara, the fearsome \"Hidden Warriors.\" Posing as innkeepers, they are awaiting instructions from their masters in the Kingdom of Night. Hatu conceals an even more dangerous secret. He is the last remaining member of the legendary Firemanes, the ruling family of Ithrace. Known as the Kingdom of Flames, Ithrace was one of the five greatest realms of Tembria, ruled by Hatu's father, Stervern Langene, until he and his people were betrayed. His heir, Hatu--then a baby--was hidden among the Nocusara, who raised him to become a deadly spy. Hatu works hard to hide his true identity from all who would seek to use or to destroy him, as fate has other plans for the noble warrior. Unexpected calamity forces him to make choices he could not have dreamed awaited him. A series of horrific events shatters the peace of Beran's Hill, bringing death and devastation and unleashing monstrous forces. Once more, the Greater Realms of Tembria are threatened--and nothing will ever be the same again.",
    "pageCount": 512,
    "printType": "BOOK",
    "thumbnail": "https://books.google.com/books/content?id=8QaDzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Queen_of_Storms.html?hl=&id=8QaDzQEACAAJ"
  },
  {
    "isbn": "9780399594144",
    "dateFinished": "2020-12-14",
    "status": "finished",
    "rating": "unrated",
    "title": "Shadows Rising (World of Warcraft: Shadowlands)",
    "authors": [
      "Madeleine Roux"
    ],
    "publishedDate": "2021-03-30",
    "description": "An all-new official prequel novel to Shadowlands, the next expansion for Blizzard Entertainment’s legendary online game World of Warcraft “The Horde is nothing!” With those infamous words, Sylvanas Windrunner betrayed and abandoned the Horde she vowed to serve. The Dark Lady and her forces now work in the shadows as both the Horde and Alliance, including her own sister, Alleria, race to uncover her next move. Struggling to shoulder the crushing weight of leadership, King Anduin entrusts the void elf and High Exarch Turalyon to uncover Sylvanas’s whereabouts. The Horde now stands at a crossroads. The various factions form a council, leaving the mantle of warchief to rest. Thrall, Lor’themar Theron, Baine Bloodhoof, First Arcanist Thalyssra, and many other familiar faces rise to this new challenge. But the threats are numerous, and the distrust runs too deep. When the council is derailed by a failed assassination attempt on Talanji—the Zandalari queen and a key ally—Thrall and the rest of the Horde leaders are forced into action. They empower the young troll shaman Zekhan, still grieving the loss of Varok Saurfang, with a critical mission to aid Talanji and help uncover the rising threat against her. Meanwhile, Nathanos Blightcaller and Sira Moonwarden have been tasked by the Dark Lady with a terrifying gambit: to kill the troll loa of death himself, Bwonsamdi. As Zekhan and Talanji work to save Bwonsamdi, their journey will be a key turning point in bolstering the Horde against the coming darkness and finding themselves along the way. Failure to save their allies and the trickster god will surely doom them—but through success, they may rediscover what makes the Horde strong.",
    "pageCount": 0,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=hFqTEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Shadows_Rising_World_of_Warcraft_Shadowl.html?hl=&id=hFqTEAAAQBAJ"
  },
  {
    "isbn": "9780399178887",
    "dateFinished": "2021-01-15",
    "status": "finished",
    "rating": "unrated",
    "title": "The Saints of Salvation",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2020-10-27",
    "description": "With refreshing determination and hopeful grit, humanity activates a bold endgame against an alien invasion in the finale of a series heralded as \"a modern classic\" (Stephen Baxter) from \"one of the finest writers the genre has produced\" (Gareth L. Powell). Humanity is struggling to hold out against a hostile takeover by an alien race that claims to be on a religious mission to bring all sentient life to its God at the End of Time. But while things may look grim in the immediate aftermath of the attack, mankind is busy playing an even longer game than the aliens may have expected. Will a strategy millennia in the making finally be enough to defeat this seemingly unstoppable enemy? And what secrets are the aliens truly hiding in their most deeply protected stronghold? With his trademark optimism about humanity's tenacity and capacity for greatness, Peter F. Hamilton ends this brilliant saga with a bang--and reveals a few startling surprises along the way.",
    "pageCount": 576,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=NWu1zAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Saints_of_Salvation.html?hl=&id=NWu1zAEACAAJ"
  },
  {
    "isbn": "9781119691327",
    "dateFinished": "2021-01-30",
    "status": "finished",
    "rating": "unrated",
    "title": "EMPOWERED",
    "authors": [
      "Marty Cagan"
    ],
    "publishedDate": "2020-12-03",
    "description": "What is it about the top tech product companies such as Amazon, Apple, Google, Netflix and Tesla that enables their record of consistent innovation? Most people think it’s because these companies are somehow able to find and attract a level of talent that makes this innovation possible. But the real advantage these companies have is not so much who they hire, but rather how they enable their people to work together to solve hard problems and create extraordinary products. As legendary Silicon Valley coach--and coach to the founders of several of today’s leading tech companies--Bill Campbell said, “Leadership is about recognizing that there's a greatness in everyone, and your job is to create an environment where that greatness can emerge.” The goal of EMPOWERED is to provide you, as a leader of product management, product design, or engineering, with everything you’ll need to create just such an environment. As partners at The Silicon Valley Product Group, Marty Cagan and Chris Jones have long worked to reveal the best practices of the most consistently innovative companies in the world. A natural companion to the bestseller INSPIRED, EMPOWERED tackles head-on the reason why most companies fail to truly leverage the potential of their people to innovate: product leadership. The book covers: what it means to be an empowered product team, and how this is different from the “feature teams” used by most companies to build technology products recruiting and coaching the members of product teams, first to competence, and then to reach their potential creating an inspiring product vision along with an insights-driven product strategy translating that strategy into action by empowering teams with specific objectives—problems to solve—rather than features to build redefining the relationship of the product teams to the rest of the company detailing the changes necessary to effectively and successfully transform your organization to truly empowered product teams EMPOWERED puts decades of lessons learned from the best leaders of the top technology companies in your hand as a guide. It shows you how to become the leader your team and company needs to not only survive but thrive.",
    "pageCount": 432,
    "printType": "BOOK",
    "categories": [
      "Business & Economics"
    ],
    "thumbnail": "https://books.google.com/books/content?id=rdsMEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=rdsMEAAAQBAJ"
  },
  {
    "isbn": "9780399178870",
    "dateFinished": "2021-02-18",
    "status": "finished",
    "rating": "unrated",
    "title": "Salvation Lost",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2020-06-30",
    "description": "All the best in humanity rises to meet a powerful alien threat in the sequel to Salvation—part of an all-new trilogy from “the owner of the most powerful imagination in science fiction” (Ken Follett). The comparative utopia of twenty-third-century Earth is about to go dreadfully awry when a seemingly benign alien race is abruptly revealed to be one of the worst threats humanity has ever faced. Driven by an intense religious extremism, the Olyix are determined to bring everyone to their version of God as they see it. But they may have met their match in humanity, who are not about to go gently into that good night or spend the rest of their days cowering in hiding. As human ingenuity and determination rise to the challenge, collective humanity has only one goal—to wipe this apparently undefeatable enemy from the face of creation. Even if it means playing a ridiculously long game indeed. But in a chaotic universe, it is hard to plan for every eventuality, and it is always darkest before the dawn.",
    "pageCount": 0,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=jlmTEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Salvation_Lost.html?hl=&id=jlmTEAAAQBAJ"
  },
  {
    "isbn": "9780399555800",
    "dateFinished": "2021-03-23",
    "status": "finished",
    "rating": "unrated",
    "title": "Skyward",
    "authors": [
      "Brandon Sanderson"
    ],
    "publishedDate": "2019-10-08",
    "description": "From the #1 New York Times bestselling author of the Reckoners series, Words of Radiance, and the Mistborn trilogy comes the first book in an epic new series about a girl who dreams of becoming a pilot in a dangerous world at war for humanity's future. Spensa's world has been under attack for decades. Now pilots are the heroes of what's left of the human race, and becoming one has always been Spensa's dream. Since she was a little girl, she has imagined soaring skyward and proving her bravery. But her fate is intertwined with her father's--a pilot himself who was killed years ago when he abruptly deserted his team, leaving Spensa's chances of attending flight school at slim to none. No one will let Spensa forget what her father did, yet fate works in mysterious ways. Flight school might be a long shot, but she is determined to fly. And an accidental discovery in a long-forgotten cavern might just provide her with a way to claim the stars. And don't miss the #1 New York Times bestselling sequel, Starsight! \"[A] nonstop, highflying opener.\" --Kirkus Reviews, starred review \"With this action-packed trilogy opener, Sanderson offers up a resourceful, fearless heroine and a memorable cast.\" --Publishers Weekly, starred review \"Sanderson delivers a cinematic adventure that explores the defining aspects of the individual versus the society. . . . Fans of Sanderson will not be disappointed.\" --SLJ \"It is impossible to turn the pages fast enough.\" --Booklist",
    "pageCount": 546,
    "printType": "BOOK",
    "categories": [
      "Young Adult Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=RPq0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Skyward.html?hl=&id=RPq0DwAAQBAJ"
  },
  {
    "isbn": "9781524720988",
    "dateFinished": "2021-04-07",
    "status": "finished",
    "rating": "unrated",
    "title": "Aurora Rising",
    "authors": [
      "Amie Kaufman",
      "Jay Kristoff"
    ],
    "publishedDate": "2019-05-07",
    "description": "NEW YORK TIMES BESTSELLING SERIES • From the internationally bestselling authors of the Illuminae Files comes a new science fiction epic . . . The year is 2380, and the graduating cadets of Aurora Academy are being assigned their first missions. Star pupil Tyler Jones is ready to recruit the squad of his dreams, but his own boneheaded heroism sees him stuck with the dregs nobody else in the academy would touch . . . A cocky diplomat with a black belt in sarcasm A sociopath scientist with a fondness for shooting her bunkmates A smart-ass tech whiz with the galaxy's biggest chip on his shoulder An alien warrior with anger-management issues A tomboy pilot who's totally not into him, in case you were wondering And Ty's squad isn't even his biggest problem--that'd be Aurora Jie-Lin O'Malley, the girl he's just rescued from interdimensional space. Trapped in cryo-sleep for two centuries, Auri is a girl out of time and out of her depth. But she could be the catalyst that starts a war millions of years in the making, and Tyler's squad of losers, discipline cases, and misfits might just be the last hope for the entire galaxy. NOBODY PANIC.",
    "pageCount": 496,
    "printType": "BOOK",
    "categories": [
      "Young Adult Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=UgRmDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=UgRmDwAAQBAJ"
  },
  {
    "isbn": "9780399555848",
    "dateFinished": "2021-05-02",
    "status": "finished",
    "rating": "unrated",
    "title": "Starsight",
    "authors": [
      "Brandon Sanderson"
    ],
    "publishedDate": "2020-11-03",
    "description": "From the #1 New York Times bestselling author of the Reckoners series, Words of Radiance, the Mistborn trilogy, and the Stormlight Archive comes the sequel to Skyward. The epic adventure continues in this story of a girl with a secret in a dangerous world at war for humanity's future. All her life, Spensa has dreamed of becoming a pilot. Of proving she's a hero like her father. She made it to the sky, but the truths she learned about her father were crushing. The rumors of his cowardice are true--he deserted his flight during battle against the Krell. Worse, though, he turned against his team and attacked them. Spensa is sure there's more to the story. And she's sure that whatever happened to her father in his starship could happen to her. When she made it outside the protective shell of her planet, she heard the stars--and it was terrifying. Everything Spensa has been taught about her world is a lie. But Spensa also discovered a few other things about herself--and she'll travel to the end of the galaxy to save humankind if she needs to.",
    "pageCount": 482,
    "printType": "BOOK",
    "categories": [
      "Young Adult Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=P3wBEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Starsight.html?hl=&id=P3wBEAAAQBAJ"
  },
  {
    "isbn": "9781092472364",
    "dateFinished": "2021-06-20",
    "status": "finished",
    "rating": "unrated",
    "title": "Rules of Redemption",
    "authors": [
      "T. A. White"
    ],
    "publishedDate": "2019-04-19",
    "description": "The war everyone thought was over is just beginning.Kira Forrest is a survivor. She's risen above the pain of her beginnings to become a war hero only to leave it all behind in the pursuit of a simple life. Now a salvager, she makes a living sifting through the wreckage of dead alien ships from a war that nearly brought humanity to its knees.After her ship takes damage, she's forced to re-route to a space station where her past and present collide with dangerous consequences. Kira's existence holds the key to a faltering peace treaty with the Tuann--a technologically advanced alien race who dislikes and distrusts all humans. Winning her freedom should be easy, but a powerful and relentless Tuann warrior stands in her way. Deceiving him seems impossible, especially when he strays dangerously close to secrets she struggles to hide.Can Kira reconcile the pain of her past with the possibilities of her future? The fate of two races depends on her success.",
    "pageCount": 418,
    "printType": "BOOK",
    "categories": [
      "Extraterrestrial beings"
    ],
    "thumbnail": "https://books.google.com/books/content?id=sMjuzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Rules_of_Redemption.html?hl=&id=sMjuzgEACAAJ"
  },
  {
    "isbn": "9798617407756",
    "dateFinished": "2021-07-12",
    "status": "finished",
    "rating": "unrated",
    "title": "Age of Deception",
    "authors": [
      "T A White"
    ],
    "publishedDate": "2020-03-02",
    "description": "War hero and daughter to two Houses, Kira is just beginning to learn how deep the rabbit hole goes.Agreeing to accompany her father's people back to their homeworld, Kira Forrest prepares for the fight of her life. She's agreed to undertake the Trial of the Broken, a rite of passage every member of her father's House must pass. It offers a path to independence and freedom that is too tempting to deny. Not everyone welcomes this lost daughter of Roake. There are those who fear what her presence might bring to light. Betrayal stalks the halls of Kira's birthplace-its roots embedded deep in the events that claimed her parent's lives and set her on her current path.Walking the wire's edge between truth and deception will test the person Kira has become as she separates ally from betrayer. An old enemy has put into motion a plan that could topple the balance of power in the universe. Letting them succeed spells doom-but the price might be more than Kira is willing to pay.",
    "pageCount": 408,
    "printType": "BOOK",
    "thumbnail": "https://books.google.com/books/content?id=iyVezQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Age_of_Deception.html?hl=&id=iyVezQEACAAJ"
  },
  {
    "isbn": "9798595076845",
    "dateFinished": "2021-07-29",
    "status": "finished",
    "rating": "unrated",
    "title": "Threshold of Annihilation",
    "authors": [
      "T A White"
    ],
    "publishedDate": "2021-01-21",
    "description": "When her most closely guarded secrets are laid bare, how will Kira survive the inevitable fall out-and will anybody be standing beside her in the end? Traveling to the planet of Jettie in the hopes of finding safe harbor for her niece, Kira arrives only to find their destination host to the quorum-a series of dangerous contests that hold the power to decide the fate of empires.With little choice but to participate, it doesn't take long for Kira to find herself knee deep in enemies. Surrounded on all sides, Kira will have to face her worst fear. Trusting others with the truth. Because it's becoming clear the tsavitee are no longer content to exist in the shadows. War is coming-and everything Kira thought she once knew is about to change.",
    "pageCount": 470,
    "printType": "BOOK",
    "thumbnail": "https://books.google.com/books/content?id=Z8UszgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Threshold_of_Annihilation.html?hl=&id=Z8UszgEACAAJ"
  },
  {
    "isbn": "9781937557782",
    "dateFinished": "2021-08-19",
    "status": "finished",
    "rating": "unrated",
    "title": "Writing for Designers",
    "authors": [
      "Scott Kubie"
    ],
    "publishedDate": "2018-10-16",
    "description": "From product documentation to menu labels to marketing emails, writing for the web can feel challenging-even insurmountable. But it doesn't have to be that way! Whether you're new to writing or looking to hone your skills, Scott Kubie's guide will empower you to get organized and get going. Learn to scope and articulate writing assignments, build a repeatable workflow, and develop methods for productive editing, collaboration, version control, and delivery. Don't struggle with writing-get the writing done.",
    "pageCount": 0,
    "printType": "BOOK",
    "categories": [
      "Computers"
    ],
    "thumbnail": "https://books.google.com/books/content?id=LNctyQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Writing_for_Designers.html?hl=&id=LNctyQEACAAJ"
  },
  {
    "isbn": "9781250769824",
    "dateFinished": "2021-10-13",
    "status": "finished",
    "rating": "unrated",
    "title": "Light Chaser",
    "authors": [
      "Peter F. Hamilton",
      "Gareth L. Powell"
    ],
    "publishedDate": "2021-03-09",
    "description": "Amahle is a Light Chaser – one of a number of explorers, who travel the universe alone (except for their onboard AI), trading trinkets for life stories. But when she listens to the stories sent down through the ages she hears the same voice talking directly to her from different times and on different worlds, and comes to understand that something terrible is happening, and only she is in a position to do anything about it. And it will cost everything to put it right.",
    "pageCount": 144,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=K2eKzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Light_Chaser.html?hl=&id=K2eKzQEACAAJ"
  },
  {
    "isbn": "9780593566619",
    "dateFinished": "2021-10-30",
    "status": "finished",
    "rating": "unrated",
    "title": "Sunreach (Skyward Flight: Novella 1)",
    "authors": [
      "Brandon Sanderson",
      "Janci Patterson"
    ],
    "publishedDate": "2021-09-28",
    "description": "From #1 bestselling author Brandon Sanderson and Janci Patterson comes the first of three Skyward series novellas, each told from the perspective of a different member of the team back on Detritus. Read FM's story between Starsight and Cytonic. When a planet-destroying Delver suddenly appears in the sky of Detritus and vanishes just as suddenly, FM knows that the last free human society got lucky. Her Skyward Flight companion, Spensa, figured out how to draw this Delver away, but it won’t be so easy next time. The forces of the Galactic Superiority will be back—and if the Defiant Defense Force can’t figure out a way to escape the planet, humanity’s destruction is only a matter of time. Spensa’s mission to infiltrate the Superiority unveiled the secret to their hyperdrives—a cytonic slug species called the Taynix. Now FM’s flightleader, Jorgen, has found a large group of Taynix hiding in the caverns far below Detritus’s surface. FM and Jorgen must work together with the engineer Rig to awaken the mysterious alien Alanik and unlock the powers of the Taynix, or humanity will be trapped. With Spensa’s friend Minister Cuna of the Superiority stranded at the outpost of Sunreach, they need to figure out how to rescue them—or the Superiority government will be in the sole clutches of those who want to wipe out Detritus once and for all. Praise for Skyward An Instant New York Times Bestseller A Kirkus Reviews Best Book of the Year • \"Startling revelations and stakes-raising implications . . . Sanderson plainly had a ball with this nonstop, highflying opener, and readers will too.\" —Kirkus Reviews, starred review • \"With this action-packed trilogy opener, Sanderson offers up a resourceful, fearless heroine and a memorable cast.\" —Publishers Weekly, starred review • \"It is impossible to turn the pages fast enough.\" —Booklist",
    "pageCount": 177,
    "printType": "BOOK",
    "categories": [
      "Young Adult Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=pY5CEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=pY5CEAAAQBAJ"
  },
  {
    "isbn": "9781399602198",
    "dateFinished": "2021-11-06",
    "status": "finished",
    "rating": "unrated",
    "title": "ReDawn",
    "authors": [
      "Brandon Sanderson",
      "Janci Patterson"
    ],
    "publishedDate": "2021-10-26",
    "description": "From #1 bestselling author Brandon Sanderson and Janci Patterson comes the second of three Skyward series novellas, set between Starsight and Cytonic. \"Don't trust their lies. Don't trust their false peace.\" That is the warning that Alanik of the planet ReDawn told the human pilot Spensa after Alanik's ship crash-landed on Detritus. While accepting an invitation to meet with her people's enemy, the Galactic Superiority, Alanik heard Spensa's cry for help across the vastness of space, and she used her cytonic powers to hyperjump her ship to the source of that cry. What she found there was a shock-a whole planet of free humans fighting against the Superiority. Could they be the allies her people desperately needed? When she recovered from her injuries and met the friendly humans Jorgen and FM of Skyward Flight, she found that her warning to Spensa had gone unheeded by the government of Detritus, and they were considering a peace overture from the Superiority. Now having returned to ReDawn, Alanik is dismayed to learn that her own people are falling into the exact same trap. The faction in ReDawn's government that wants to appease the Superiority has gained the upper hand. With Alanik's mentor Renakin captured, she has no one to turn to but Jorgen, FM, and their friend Rig. An ancient technology may have the power to save both of their planets from disaster, but can they discover its secrets before it's too late?",
    "pageCount": 272,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=F-NDEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/ReDawn.html?hl=&id=F-NDEAAAQBAJ"
  },
  {
    "isbn": "9780399555855",
    "dateFinished": "2021-12-25",
    "status": "finished",
    "rating": "unrated",
    "title": "Cytonic",
    "authors": [
      "Brandon Sanderson"
    ],
    "publishedDate": "2021-11-23",
    "description": "NEW YORK TIMES BESTSELLER • The third book in an epic series about a girl who will travel beyond the stars to save the world she loves from destruction from the author of the Reckoners series, the Mistborn trilogy, and the Stormlight Archive. Spensa’s life as a Defiant Defense Force pilot has been far from ordinary. She proved herself one of the best starfighters in the human enclave of Detritus and she saved her people from extermination at the hands of the Krell—the enigmatic alien species that has been holding them captive for decades. What’s more, she traveled light-years from home as an undercover spy to infiltrate the Superiority, where she learned of the galaxy beyond her small, desolate planet home. Now, the Superiority—the governing galactic alliance bent on dominating all human life—has started a galaxy-wide war. And Spensa’s seen the weapons they plan to use to end it: the Delvers. Ancient, mysterious alien forces that can wipe out entire planetary systems in an instant. Spensa knows that no matter how many pilots the DDF has, there is no defeating this predator. Except that Spensa is Cytonic. She faced down a Delver and saw something eerily familiar about it. And maybe, if she’s able to figure out what she is, she could be more than just another pilot in this unfolding war. She could save the galaxy. The only way she can discover what she really is, though, is to leave behind all she knows and enter the Nowhere. A place from which few ever return. To have courage means facing fear. And this mission is terrifying.",
    "pageCount": 433,
    "printType": "BOOK",
    "categories": [
      "Young Adult Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=_U1KEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Cytonic.html?hl=&id=_U1KEAAAQBAJ"
  },
  {
    "isbn": "9780316332910",
    "dateFinished": "2022-01-04",
    "status": "finished",
    "rating": "unrated",
    "title": "Leviathan Falls",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2021",
    "description": "The Laconian Empire has fallen, setting the thirteen hundred solar systems free from the rule of Winston Duarte. But the ancient enemy that killed the gate builders is awake, and the war against our universe has begun again. In the dead system of Adro, Elvi Okoye leads a desperate scientific mission to understand what the gate builders were and what destroyed them, even if it means compromising herself and the half-alien children who bear the weight of her investigation. Through the wide-flung systems of humanity, Colonel Aliana Tanaka hunts for Duarte's missing daughter. . . and the shattered emperor himself. And on the Rocinante, James Holden and his crew struggle to build a future for humanity out of the shards and ruins of all that has come before. As nearly unimaginable forces prepare to annihilate all human life, Holden and a group of unlikely allies discover a last, desperate chance to unite all of humanity, with the promise of a vast galactic civilization free from wars, factions, lies, and secrets if they win. But the price of victory may be worse than the cost of defeat…",
    "pageCount": 528,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=jJ1UzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Leviathan_Falls.html?hl=&id=jJ1UzgEACAAJ"
  },
  {
    "isbn": "9780759557918",
    "dateFinished": "2022-02-20",
    "status": "finished",
    "rating": "unrated",
    "title": "Far from the Light of Heaven",
    "authors": [
      "Tade Thompson"
    ],
    "publishedDate": "2021-10-26",
    "description": "\"Simultaneously brutally grounded and wildly imaginative.\" --Adrian Tchaikovsky, Arthur C. Clarke Award winner A tense and thrilling vision of humanity's future in the chilling emptiness of space from rising giant in science fiction, Arthur C. Clarke Award winner Tade Thompson The colony ship Ragtime docks in the Lagos system, having traveled light-years to bring one thousand sleeping souls to a new home among the stars. But when first mate Michelle Campion rouses, she discovers some of the sleepers will never wake. Answering Campion's distress call, investigator Rasheed Fin is tasked with finding out who is responsible for these deaths. Soon a sinister mystery unfolds aboard the gigantic vessel, one that will have repercussions for the entire system--from the scheming politicians of Lagos station, to the colony planet Bloodroot, to other far-flung systems, and indeed to Earth itself. Praise for Far from the Light of Heaven \"Gripping and skillfully told, with an economy and freshness of approach that is all Tade Thompson''s own. The setting is interstellar, but it feels as real, immediate, and lethal as today's headlines.\"--Alastair Reynolds \"A gripping space opera with characters fighting for their lives aboard a dying starship. I enjoyed it so much and can't wait to see what he does next.\" --Martha Wells, New York Times bestselling author For more from Tade Thompson, check out: The Wormwood Trilogy Rosewater Rosewater: Insurrection Rosewater: Redemption",
    "pageCount": 384,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=sPc0zgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Far_from_the_Light_of_Heaven.html?hl=&id=sPc0zgEACAAJ"
  },
  {
    "isbn": "9781399602211",
    "dateFinished": "2022-03-15",
    "status": "finished",
    "rating": "unrated",
    "title": "Evershore",
    "authors": [
      "Brandon Sanderson",
      "Janci Patterson"
    ],
    "publishedDate": "2021-12-28",
    "description": "From #1 bestselling author Brandon Sanderson and Janci Patterson comes the third of three Skyward series novellas, set after Cytonic. With the government of Detritus in disarray because of Superiority treachery, and with Spensa still away on her mission in the Nowhere, Jorgen must work together with the alien Alanik to pick up the pieces. They intercept a strange transmission from the planet Evershore and its Kitsen inhabitants, who say they have some of Jorgen's people and want to return them-but can the Kitsen be trusted? And can Jorgen learn to master his increasingly erratic cytonic powers before they spiral out of control and destroy all hope of forming an alliance against the Superiority?",
    "pageCount": 272,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=GeNDEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Evershore.html?hl=&id=GeNDEAAAQBAJ"
  },
  {
    "isbn": "9780356508191",
    "dateFinished": "2022-04-29",
    "status": "finished",
    "rating": "unrated",
    "title": "The Fifth Season",
    "authors": [
      "N. K. Jemisin"
    ],
    "publishedDate": "2016-07-26",
    "description": "A New York Times Notable Book of 2015 Shortlisted for the Hugo, World Fantasy, Nebula, Kitschies, Audie and Locus Awards The inaugural Wired.com book club pick THIS IS THE WAY THE WORLD ENDS . . . FOR THE LAST TIME. IT STARTS WITH THE GREAT RED RIFT across the heart of the world's sole continent, spewing ash that blots out the sun. IT STARTS WITH DEATH, with a murdered son and a missing daughter. IT STARTS WITH BETRAYAL, and long dormant wounds rising up to fester. This is the Stillness, a land long familiar with catastrophe, where the power of the earth is wielded as a weapon. And where there is no mercy.",
    "pageCount": 512,
    "printType": "BOOK",
    "thumbnail": "https://books.google.com/books/content?id=_XDxDAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Fifth_Season.html?hl=&id=_XDxDAEACAAJ"
  },
  {
    "isbn": "9780316229265",
    "dateFinished": "2022-05-17",
    "status": "finished",
    "rating": "unrated",
    "title": "The Obelisk Gate",
    "authors": [
      "N. K. Jemisin"
    ],
    "publishedDate": "2016-08-16",
    "description": "\"Intricate and extraordinary.\" - New York Times on The Fifth Season Continuing the trilogy that began with the award-winning The Fifth Season Winner of the Hugo Award Shortlisted for the Nebula, Audie, and Locus Awards The inaugural Wired.com book club book New York Times Notable Book of 2015 This is the way the world ends, for the last time. The season of endings grows darker, as civilization fades into the long cold night. Essun -- once Damaya, once Syenite, now avenger -- has found shelter, but not her daughter. Instead there is Alabaster Tenring, destroyer of the world, with a request. But if Essun does what he asks, it would seal the fate of the Stillness forever. Far away, her daughter Nassun is growing in power - and her choices will break the world. For more from N. K. Jemisin, check out: The Inheritance Trilogy The Hundred Thousand Kingdoms The Broken Kingdoms The Kingdom of Gods The Inheritance Trilogy (omnibus edition) Shades in Shadow: An Inheritance Triptych (e-only short fiction) The Awakened Kingdom (e-only novella) Dreamblood Duology The Killing Moon The Shadowed Sun The Broken Earth The Fifth SeasonThe Obelisk GateThe Stone Sky",
    "pageCount": 448,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=MJTkjgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Obelisk_Gate.html?hl=&id=MJTkjgEACAAJ"
  },
  {
    "isbn": "9780316229258",
    "dateFinished": "2022-06-27",
    "status": "finished",
    "rating": "unrated",
    "title": "The Stone Sky",
    "authors": [
      "N. K. Jemisin"
    ],
    "publishedDate": "2017-08-15",
    "description": "Humanity will finally be saved or destroyed in the shattering conclusion to the post-apocalyptic and highly acclaimed NYT bestselling trilogy that won the Hugo Award three years in a row. The Moon will soon return. Whether this heralds the destruction of humankind or something worse will depend on two women. Essun has inherited the power of Alabaster Tenring. With it, she hopes to find her daughter Nassun and forge a world in which every orogene child can grow up safe. For Nassun, her mother's mastery of the Obelisk Gate comes too late. She has seen the evil of the world, and accepted what her mother will not admit: that sometimes what is corrupt cannot be cleansed, only destroyed.",
    "pageCount": 464,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=cmWnDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=cmWnDQAAQBAJ"
  },
  {
    "isbn": "9780399594199",
    "dateFinished": "2022-07-27",
    "status": "finished",
    "rating": "unrated",
    "title": "Sylvanas (World of Warcraft)",
    "authors": [
      "Christie Golden"
    ],
    "publishedDate": "2022-03-29",
    "description": "NATIONAL BESTSELLER • The epic, definitive story of Sylvanas Windrunner, one of World of Warcraft’s most enduring and iconic characters, as chronicled by bestselling author Christie Golden. Ranger-General. Banshee Queen. Warchief. Sylvanas Windrunner has borne many titles. To some, she is a hero—to others, a villain. But whether in pursuit of justice, vengeance, or something more, Sylvanas has always sought to control her own destiny. The power to achieve her goals has never been closer, as Sylvanas works alongside the Jailer to liberate all Azeroth from the prison of fate. Her final task? Secure the fealty of their prisoner—King Anduin Wrynn. To succeed, Sylvanas will be forced to reflect on the harrowing path that brought her to the Jailer’s side and to reveal her truest self to her greatest rival. Here, Sylvanas’s complete story is laid bare: the breaking of the Windrunner family and her rise to Ranger- General; her own death at the hands of Arthas and her renewed purpose in founding the Forsaken; the moment she first beheld the Maw and understood the true consequences of what lay beyond the veil of death. But as her moment of victory draws near, Sylvanas Windrunner will make a choice that may ultimately come to define her. A choice that’s hers to make.",
    "pageCount": 391,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=NJYlEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=NJYlEAAAQBAJ"
  },
  {
    "isbn": "9781405520782",
    "dateFinished": "2022-07-28",
    "status": "finished",
    "rating": "unrated",
    "title": "The Butcher of Anderson Station",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2012-07-02",
    "description": "The Butcher of Anderson Station is a short story that expands the world of James S. A. Corey's New York Times bestselling Expanse series - now a Prime Original TV series. One day, Colonel Fred Johnson will be hailed as a hero to the system. One day, he will meet a desperate man in possession of a stolen spaceship and a deadly secret and extend a hand of friendship. But long before he became the leader of the Outer Planets Alliance, Fred Johnson had a very different name. The Butcher of Anderson Station. This is his story. The Expanse series: Leviathan Wakes Caliban's War Abaddon's Gate Cibola Burn Nemesis Games Babylon's Ashes Persepolis Rising Tiamat's Wrath Praise for the Expanse: 'The science fictional equivalent of A Song of Ice and Fire' NPR Books 'As close as you'll get to a Hollywood blockbuster in book form' io9.com 'Great characters, excellent dialogue, memorable fights' wired.com 'High adventure equalling the best space opera has to offer, cutting-edge technology and a group of unforgettable characters . . . Perhaps one of the best tales the genre has yet to produce' Library Journal 'This is the future the way it's supposed to be' Wall Street Journal 'Tense and thrilling' SciFiNow",
    "pageCount": 35,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=J39D3XCDpWgC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Butcher_of_Anderson_Station.html?hl=&id=J39D3XCDpWgC"
  },
  {
    "isbn": "9780356517742",
    "dateStarted": "2022-08-04",
    "dateFinished": "2022-08-04",
    "status": "finished",
    "rating": "unrated",
    "title": "The Sins of Our Fathers",
    "authors": [
      "James S. A. Corey"
    ],
    "publishedDate": "2022-03-15",
    "description": "The final novella set in the universe of James S. A. Corey's NYT-bestselling Expanse series. Now a Prime Original series. This story will be available in the complete Expanse story collection, Memory's Legion. HUGO AWARD WINNER FOR BEST SERIES Through one of the gates, a colony stands alone. Their supplies are low. Their defences, weak. The leadership is uncertain, and the community fragile. Huge alien beasts threaten the little they have left. But the worst monsters are human, and the greatest dangers are the past they brought. The Expanse Leviathan Wakes Caliban's War Abaddon's Gate Cibola Burn Nemesis Games Babylon's Ashes Persepolis Rising Tiamat's Wrath Leviathan Falls Memory's Legion The Expanse Short Fiction Drive The Butcher of Anderson Station Gods of Risk The Churn The Vital Abyss Strange Dogs Auberon The Sins of Our Fathers",
    "pageCount": 80,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=AuwzEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Sins_of_Our_Fathers.html?hl=&id=AuwzEAAAQBAJ"
  },
  {
    "isbn": "9780007541393",
    "dateFinished": "2022-08-04",
    "status": "finished",
    "rating": "unrated",
    "title": "Master of Furies (The Firemane Saga, Book 3)",
    "authors": [
      "Raymond E. Feist"
    ],
    "publishedDate": "2022-06-09",
    "description": "The final volume in New York Times bestselling author Raymond E. Feist’s epic heroic fantasy series, The Firemane Saga.",
    "pageCount": 528,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=u25NEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Master_of_Furies_The_Firemane_Saga_Book.html?hl=&id=u25NEAAAQBAJ"
  },
  {
    "isbn": "9780071433341",
    "dateFinished": "2022-10-10",
    "status": "finished",
    "rating": "unrated",
    "title": "How to Talk to Anyone",
    "authors": [
      "Leil Lowndes"
    ],
    "publishedDate": "2003-09-22",
    "description": "\"You'll not only break the ice, you'll melt it away with your new skills.\" -- Larry King \"The lost art of verbal communication may be revitalized by Leil Lowndes.\" -- Harvey McKay, author of “How to Swim with the Sharks Without Being Eaten Alive” What is that magic quality makes some people instantly loved and respected? Everyone wants to be their friend (or, if single, their lover!) In business, they rise swiftly to the top of the corporate ladder. What is their \"Midas touch?\" What it boils down to is a more skillful way of dealing with people. The author has spent her career teaching people how to communicate for success. In her book How to Talk to Anyone (Contemporary Books, October 2003) Lowndes offers 92 easy and effective sure-fire success techniques-- she takes the reader from first meeting all the way up to sophisticated techniques used by the big winners in life. In this information-packed book you’ll find: 9 ways to make a dynamite first impression 14 ways to master small talk, \"big talk,\" and body language 14 ways to walk and talk like a VIP or celebrity 6 ways to sound like an insider in any crowd 7 ways to establish deep subliminal rapport with anyone 9 ways to feed someone's ego (and know when NOT to!) 11 ways to make your phone a powerful communications tool 15 ways to work a party like a politician works a room 7 ways to talk with tigers and not get eaten alive In her trademark entertaining and straight-shooting style, Leil gives the techniques catchy names so you'll remember them when you really need them, including: \"Rubberneck the Room,\" \"Be a Copyclass,\" \"Come Hither Hands,\" “Bare Their Hot Button,” “The Great Scorecard in the Sky,\" and \"Play the Tombstone Game,” for big success in your social life, romance, and business. How to Talk to Anyone, which is an update of her popular book, Talking the Winner's Way (see the 5-star reviews of the latter) is based on solid research about techniques that work! By the way, don't confuse How to Talk to Anyone with one of Leil's previous books, How to Talk to Anybody About Anything. This one is completely different!",
    "pageCount": 368,
    "printType": "BOOK",
    "categories": [
      "Business & Economics"
    ],
    "thumbnail": "https://books.google.com/books/content?id=wH43PObvfugC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=wH43PObvfugC"
  },
  {
    "isbn": "9781705245286",
    "dateStarted": "2023-01-12",
    "dateFinished": "2023-12-15",
    "status": "finished",
    "rating": "unrated",
    "title": "A Hole In the Sky",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2021-03-16",
    "description": "From New York Times bestselling author Peter F. Hamilton comes his first audio original, A Hole in the Sky, Book 1 in the Arkship Trilogy. Sixteen-year-old Hazel lives in the Daedalus, a starship that is flying in search of a new world. The ship has been traveling for five hundred years, searching for a world to settle in after having to abandon its last world. Everyone on board Daedalus lives a very simple existence in farming villages. The age of machines supplying their needs was lost during a mutiny five hundred years ago. The captain regained control of the ship after a huge struggle. Now, with finite resources, everything in the habitat is Cycled, including humans, who essentially are suicided at sixty-five so they don't deplete the biosphere's resources. Hazel encounters the Cheaters, people who refused to Cycle, who tell her the Daedalus has been damaged and its atmosphere is leaking away. When her brother has a paralyzing accident which condemns him to be Cycled since he can no longer be productive, Hazel runs off with him to join the Cheaters. While with the Cheaters, she discovers that much of what has been told to the people living on Daedalus for the last five hundred years is untrue, and soon, Hazel is in a thrilling race to help repair the ship and help the people of the Daedalus.",
    "pageCount": 0,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://kbimages1-a.akamaihd.net/483e1930-521f-4496-b4a8-adef6ef1aad4/353/569/90/False/a-hole-in-the-sky-2.jpg",
    "language": "en",
    "link": "https://www.kobo.com/nz/en/audiobook/a-hole-in-the-sky-2"
  },
  {
    "isbn": "9781705245309",
    "dateStarted": "2023-01-17",
    "dateFinished": "2023-12-19",
    "status": "finished",
    "rating": "unrated",
    "title": "The Captains Daughter",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2022-02-22",
    "description": "From critically acclaimed New York Times bestselling author Peter F. Hamilton comes The Captain's Daughter, Book 2 in his audio original Arkship trilogy. With the help of a command AI, the hole in the Daedalus has been fixed by Hazel and her friends. But in the process, they have antagonized the Yi, the aliens who are actually controlling the Daedalus. After a daring escape from the Yi, Hazel and her friends now must convince the people of the Daedalus villages and the village leaders that the Yi exist-and that they must fight back in order to survive. This proves tricky, as those in power don't want their authority challenged. In order to produce proof of their dire situation, Hazel and her friends have to return to the forward section of the Daedalus to find another surviving command AI so they can find where the Yi are hiding and what their goal is. What Hazel and her friends discover is the terrible secret of the Yi, and what they have been doing on board the Daedalus for the last five hundred years. The Captain's Daughter is a thrilling continuation of the story that unfolded in A Hole in the Sky, Peter F. Hamilton's first YA novel, that will appeal to all his legions of fans.",
    "pageCount": 0,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://kbimages1-a.akamaihd.net/28ad997f-7662-45bd-a6da-756a67332b11/353/569/90/False/the-captain-s-daughter-24.jpg",
    "language": "en",
    "link": "https://www.kobo.com/nz/en/audiobook/the-captain-s-daughter-24"
  },
  {
    "isbn": "9781705245323",
    "dateStarted": "2023-01-18",
    "dateFinished": "2023-12-21",
    "status": "finished",
    "rating": "unrated",
    "title": "Queens of An Alien Sun",
    "authors": [
      "Peter F. Hamilton"
    ],
    "publishedDate": "2022-12-06",
    "description": "Peter F. Hamilton presents Book 3 in the Arkship Trilogy.",
    "pageCount": 0,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://kbimages1-a.akamaihd.net/7000d33a-602e-4250-92aa-d837c7a5b3d0/353/569/90/False/queens-of-an-alien-sun.jpg",
    "language": "en",
    "link": "https://www.kobo.com/nz/en/audiobook/queens-of-an-alien-sun"
  },
  {
    "isbn": "9780525504986",
    "dateStarted": "2022-12-16",
    "status": "started",
    "rating": "unrated",
    "title": "How To Raise A Boy",
    "authors": [
      "Michael C. Reichert"
    ],
    "publishedDate": "2019-04-09",
    "description": "At a time when many boys are in crisis, a much-needed roadmap for helping boys grow into strong and compassionate men Over the past two decades there has been an explosion of new studies that have expanded our knowledge of how boys think and feel. In How to Raise a Boy, psychologist Michael Reichert draws on his decades of research to challenge age-old conventions about how boys become men. Reichert explains how the paradigms about boys needing to be stoic and \"man like\" can actually cause them to shut down, leading to anger, isolation, and disrespectful or even destructive behaviors. The key to changing the culture lies in how parents, educators, and mentors help boys develop socially and emotionally. Reichert offers readers step-by-step guidance in doing just this by: • Listening and observing, without judgment, so that boys know they're being heard. • Helping them develop strong connections with teachers, coaches, and other role models • Encouraging them to talk about their feelings about the opposite sex and stressing the importance of respecting women • Letting them know that they don't have to \"be a man\" or \"suck it up,\" when they are experiencing physical or emotional pain. Featuring the latest insights from psychology and neuroscience, How to Raise a Boy will help those who care for young boys and teenagers build a boyhood that will enable them to grow into confident, accomplished and kind men.",
    "pageCount": 336,
    "printType": "BOOK",
    "categories": [
      "Family & Relationships"
    ],
    "thumbnail": "https://books.google.com/books/content?id=hDM-DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=hDM-DwAAQBAJ"
  },
  {
    "isbn": "9798201213633",
    "dateStarted": "2023-01-01",
    "status": "started",
    "rating": "unrated",
    "title": "Facets of Revolution",
    "authors": [
      "T.A. White"
    ],
    "publishedDate": "2022",
    "description": "The line between loyalty and betrayal has never been so fine.Chasing the trail of the woman who was once considered her best friend, Kira Forrest returns to the planet of her birth. When a near deadly incident jeopardizes her arrival, Kira will find the secrets she's worked so hard to hide bubbling to the surface one by one.Her only hope to control her destiny and protect the ones she loves is to embark on a dangerous rite of passage that may require far more of her than she's willing to pay. For a hidden menace stalks her from the shadows--it's target those closest to her.With the help of her lover and the allies she's made, Kira will have to fight for her future--and her past.A reckoning is coming. The Phoenix will have to rise from her ashes to decide once and for all where she belongs.",
    "pageCount": 0,
    "printType": "BOOK",
    "language": "en",
    "link": "https://books.google.com/books/about/Facets_of_Revolution.html?hl=&id=DotnzwEACAAJ"
  },
  {
    "isbn": "9781937557744",
    "dateFinished": "2023-01-12",
    "status": "finished",
    "rating": "unrated",
    "title": "Everyday Information Architecture",
    "authors": [
      "Lisa Maria Martin"
    ],
    "publishedDate": "2019",
    "pageCount": 126,
    "printType": "BOOK",
    "categories": [
      "Human-computer interaction"
    ],
    "language": "en",
    "link": "https://books.google.com/books/about/Everyday_Information_Architecture.html?hl=&id=wDb0xgEACAAJ"
  },
  {
    "isbn": "9780691212326",
    "dateFinished": "2023-01-16",
    "status": "finished",
    "rating": "unrated",
    "title": "The Internet Is Not What You Think It Is",
    "authors": [
      "Justin E. H. Smith"
    ],
    "publishedDate": "2022-03-22",
    "description": "A history of the internet, uncovering its origins in nature and centuries-old dreams of improving the quality of human life by creating thinking machines and allowing for communication across vast distances. Looks at what the internet is, where it came from, and where it might be taking us.",
    "pageCount": 208,
    "printType": "BOOK",
    "categories": [
      "Computers"
    ],
    "thumbnail": "https://books.google.com/books/content?id=6Z1EEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/The_Internet_Is_Not_What_You_Think_It_Is.html?hl=&id=6Z1EEAAAQBAJ"
  },
  {
    "isbn": "9781801108454",
    "dateStarted": "2023-01-22",
    "status": "finished",
    "rating": "unrated",
    "title": "City of Last Chances",
    "authors": [
      "Adrian Tchaikovsky"
    ],
    "publishedDate": "2022-12-08",
    "description": "'Endlessly creative... so much invention peeking around every corner' Patrick Ness Arthur C. Clarke winner and Sunday Times bestseller Adrian Tchaikovsky's triumphant return to fantasy with a darkly inventive portrait of a city under occupation and on the verge of revolution. There has always been a darkness to Ilmar, but never more so than now. The city chafes under the heavy hand of the Palleseen occupation, the choke-hold of its criminal underworld, the boot of its factory owners, the weight of its wretched poor and the burden of its ancient curse. What will be the spark that lights the conflagration? Despite the city's refugees, wanderers, murderers, madmen, fanatics and thieves, the catalyst, as always, will be the Anchorwood – that dark grove of trees, that primeval remnant, that portal, when the moon is full, to strange and distant shores. Ilmar, some say, is the worst place in the world and the gateway to a thousand worse places. Ilmar, City of Long Shadows. City of Bad Decisions. City of Last Chances. 'Ilmar is vividly alive with ideas, conflicts, and a sense of its own history – a truly breathtaking fantasy city, down every street a compelling story.' David Towsey 'A master at the height of his powers. This is epic symphonic fantasy, weaving a breakneck plot through a sumptuously dangerous world.' Ian Green 'A wonderful twisty stew of a book with a cast of fascinating characters, set against the brilliantly realized city of Ilmar.' Django Wexler 'A triumph of a book: wildly imaginative, immediately immersive and hypnotically compelling.' Sharon Emmerichs",
    "pageCount": 544,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=JwGfEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=JwGfEAAAQBAJ",
    "dateFinished": "2023-01-26"
  },
  {
    "isbn": "9780008296872",
    "dateStarted": "2023-01-26",
    "status": "finished",
    "rating": "unrated",
    "title": "Uncanny Valley: Seduction and Disillusionment in San Francisco’s Startup Scene",
    "authors": [
      "Anna Wiener"
    ],
    "publishedDate": "2020-01-14",
    "description": "‘Joan Didion at a startup’ Rebecca Solnit ‘Impossibly pleasurable’ Jia Tolentino ‘This is essential reading’ Stylist",
    "pageCount": 304,
    "printType": "BOOK",
    "categories": [
      "Social Science"
    ],
    "thumbnail": "https://books.google.com/books/content?id=aZCdDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Uncanny_Valley_Seduction_and_Disillusion.html?hl=&id=aZCdDwAAQBAJ",
    "dateFinished": "2023-01-28"
  },
  {
    "isbn": "9781473573666",
    "dateStarted": "2023-01-28",
    "status": "finished",
    "rating": "unrated",
    "title": "Minimal",
    "authors": [
      "Madeleine Olivia"
    ],
    "publishedDate": "2020-01-09",
    "description": "Love yourself. Love the planet. We are facing an urgent climate crisis and we must all take action now. However, it can be difficult to know where to start when bombarded with overwhelming facts and statistics every day. We all want to make a difference, but what can we do? Minimal makes simple and sustainable living attainable for everyone, using practical tips for all areas of everyday life to reduce your impact on the earth. Leading environmentalist Madeleine Olivia shares her insights on how to care for yourself in a more eco-friendly way, as well as how to introduce a mindful approach to your habits. This includes how to declutter your life, reduce your waste and consumption, recipes for eating seasonally and making your own natural beauty and cleaning products. Learn how to minimise the areas that aren’t giving you anything back and discover a happier and more fulfilled life, while looking after the Earth we share.",
    "pageCount": 304,
    "printType": "BOOK",
    "categories": [
      "Self-Help"
    ],
    "thumbnail": "https://books.google.com/books/content?id=AIaPDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=AIaPDwAAQBAJ",
    "dateFinished": "2023-01-29"
  },
  {
    "isbn": "9780571368709",
    "dateStarted": "2023-01-29",
    "status": "finished",
    "rating": "unrated",
    "title": "Small Things Like These",
    "authors": [
      "Claire Keegan"
    ],
    "publishedDate": "2022-10-05",
    "description": "An exquisite winter tale of courage - and its cost, set in Catholic Ireland.",
    "printType": "BOOK",
    "thumbnail": "https://books.google.com/books/content?id=rYPAzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Small_Things_Like_These.html?hl=&id=rYPAzgEACAAJ",
    "dateFinished": "2023-01-29"
  },
  {
    "isbn": "9781471145148",
    "dateFinished": "2023-01-29",
    "status": "finished",
    "rating": "unrated",
    "title": "Binge",
    "authors": [
      "Tyler Oakley"
    ],
    "publishedDate": "2015",
    "pageCount": 304,
    "printType": "BOOK",
    "categories": [],
    "thumbnail": "https://covers.openlibrary.org/b/id/10734015-S.jpg",
    "language": "en"
  },
  {
    "isbn": "9780063051041",
    "dateStarted": "2023-01-31",
    "status": "finished",
    "rating": "unrated",
    "title": "Hunt the Stars",
    "authors": [
      "Jessie Mihalik"
    ],
    "publishedDate": "2022-02-01",
    "description": "The critically acclaimed author of Polaris Rising takes readers on an exciting journey with the start of her brand-new series about a female bounty hunter and the man who is her sworn enemy. “Jessie Mihalik is an author to watch.” — Ilona Andrews, #1 New York Times bestselling author Octavia Zarola would do anything to keep her tiny, close-knit bounty hunting crew together—even if it means accepting a job from Torran Fletcher, a ruthless former general and her sworn enemy. When Torran offers her enough credits to not only keep her crew afloat but also hire someone to fix her ship, Tavi knows that she can’t refuse—no matter how much she’d like to. With so much money on the line, Torran and his crew insist on joining the hunt. Tavi reluctantly agrees because while the handsome, stoic leader pushes all of her buttons—for both anger and desire—she’s endured worse, and the massive bonus payment he’s promised for a completed job is reason enough to shut up and deal. But when they uncover a deeper plot that threatens the delicate peace between humans and Valoffs, Tavi suspects that Torran has been using her as the impetus for a new war. With the fate of her crew balanced on a knife’s edge, Tavi must decide where her loyalties lie—with the quiet Valoff who’s been lying to her, or with the human leaders who left her squad to die on the battlefield. And this time, she’s put her heart on the line.",
    "pageCount": 432,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=0nosEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=0nosEAAAQBAJ",
    "dateFinished": "2023-02-06"
  },
  {
    "isbn": "9781473225190",
    "dateStarted": "2023-02-06",
    "status": "started",
    "rating": "unrated",
    "title": "Seven Mercies",
    "authors": [
      "Elizabeth May",
      "Laura Lam"
    ],
    "publishedDate": "2022-01-20",
    "description": "THE MOST-WANTED REBELS IN THE GALAXY ARE THE ONLY ONES WHO CAN SAVE IT After an ambush leaves the Novantae resistance in tatters, the survivors scatter across the galaxy. Wanted by two great empires, the bounty on any rebel's head is enough to make a captor filthy rich. And the Seven Devils? Biggest score of them all. The Devils take refuge on Fortuna where Ariadne gets a message with unimaginable consequences: the Oracle has gone rogue. In a planned coup against the Empire's new ruler, the AI has developed a way of mass programming citizens into mindless drones. The Oracle's demand is simple: it wants its daughter Ariadne back at any cost. Time for an Impossible to Infiltrate mission: high chance of death, low chance of success. The Devils will have to use their unique skills, no matter the sacrifice, even if that means teaming up with old enemies. Their plan? Get to the heart of the Empire. Destroy the Oracle. Burn it all to the ground.",
    "pageCount": 464,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=BiAqEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Seven_Mercies.html?hl=&id=BiAqEAAAQBAJ"
  },
  {
    "isbn": "9780062372123",
    "dateStarted": "2023-02-06",
    "status": "finished",
    "rating": "unrated",
    "title": "Down the Rabbit Hole",
    "authors": [
      "Holly Madison"
    ],
    "publishedDate": "2015-06-23",
    "description": "The real, untold, and unvarnished story of life inside the legendary Playboy Mansion—and the man who holds the key—from the woman who was Hef’s #1 girlfriend and star of The Girls Next Door. A spontaneous decision at age twenty-one transformed small-town Oregon girl Holly Sue Cullen into Holly Madison, Hugh Hefner’s #1 girlfriend. But like Alice in Wonderland after she plunged down the rabbit hole, what seemed like a fairytale life inside the Playboy Mansion—including A-list celebrity parties and her own #1-rated television show—quickly devolved into an oppressive routine of strict rules, manipulation, and battles with ambitious, backstabbing bunnies. Losing her identity, her sense of self-worth, and her hope for the future, Holly found herself sitting alone in a bathtub contemplating suicide. But instead of ending her life, Holly chose to take charge of it. In this shockingly candid and surprisingly moving memoir, this thoughtful and introspective woman opens up about life inside the Mansion, the drugs, the sex and the infamous parties, as well as what her relationships with her Girls Next Door co-stars, Bridget and Kendra were really like. Holly talks candidly about a subsequent abusive relationship, her own successful television series, and the hard work of healing, including her turn on Dancing with the Stars. A cautionary tale and a celebration of personal empowerment, Down the Rabbit Hole reminds us of the importance of fighting for our dreams—and finding the life we deserve.",
    "pageCount": 352,
    "printType": "BOOK",
    "categories": [
      "Biography & Autobiography"
    ],
    "thumbnail": "https://books.google.com/books/content?id=Kl3VBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=Kl3VBgAAQBAJ",
    "dateFinished": "2023-02-08",
    "notes": "Audiobook"
  },
  {
    "isbn": "9780062888471",
    "dateStarted": "2023-02-08",
    "status": "finished",
    "rating": "unrated",
    "notes": "Audiobook\n\nAudiobook",
    "title": "Everything Is F*cked",
    "authors": [
      "Mark Manson"
    ],
    "publishedDate": "2019-05-14",
    "description": "NEW YORK TIMES BESTSELLER From the author of the international mega-bestseller The Subtle Art of Not Giving A F*ck comes a counterintuitive guide to the problems of hope. We live in an interesting time. Materially, everything is the best it’s ever been—we are freer, healthier and wealthier than any people in human history. Yet, somehow everything seems to be irreparably and horribly f*cked—the planet is warming, governments are failing, economies are collapsing, and everyone is perpetually offended on Twitter. At this moment in history, when we have access to technology, education and communication our ancestors couldn’t even dream of, so many of us come back to an overriding feeling of hopelessness. What’s going on? If anyone can put a name to our current malaise and help fix it, it’s Mark Manson. In 2016, Manson published The Subtle Art of Not Giving A F*ck, a book that brilliantly gave shape to the ever-present, low-level hum of anxiety that permeates modern living. He showed us that technology had made it too easy to care about the wrong things, that our culture had convinced us that the world owed us something when it didn’t—and worst of all, that our modern and maddening urge to always find happiness only served to make us unhappier. Instead, the “subtle art” of that title turned out to be a bold challenge: to choose your struggle; to narrow and focus and find the pain you want to sustain. The result was a book that became an international phenomenon, selling millions of copies worldwide while becoming the #1 bestseller in 13 different countries. Now, in Everthing Is F*cked, Manson turns his gaze from the inevitable flaws within each individual self to the endless calamities taking place in the world around us. Drawing from the pool of psychological research on these topics, as well as the timeless wisdom of philosophers such as Plato, Nietzsche, and Tom Waits, he dissects religion and politics and the uncomfortable ways they have come to resemble one another. He looks at our relationships with money, entertainment and the internet, and how too much of a good thing can psychologically eat us alive. He openly defies our definitions of faith, happiness, freedom—and even of hope itself. With his usual mix of erudition and where-the-f*ck-did-that-come-from humor, Manson takes us by the collar and challenges us to be more honest with ourselves and connected with the world in ways we probably haven’t considered before. It’s another counterintuitive romp through the pain in our hearts and the stress of our soul. One of the great modern writers has produced another book that will set the agenda for years to come.",
    "pageCount": 288,
    "printType": "BOOK",
    "categories": [
      "Self-Help"
    ],
    "thumbnail": "https://books.google.com/books/content?id=XYdgDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "link": "https://play.google.com/store/books/details?id=XYdgDwAAQBAJ",
    "dateFinished": "2023-02-11"
  },
  {
    "isbn": "9780008334611",
    "dateStarted": "2023-02-11",
    "status": "finished",
    "rating": "unrated",
    "notes": "Audiobook\n\nAudiobook",
    "title": "Adults",
    "authors": [
      "Emma Jane Unsworth"
    ],
    "publishedDate": "2020",
    "printType": "BOOK",
    "categories": [],
    "language": "en",
    "dateFinished": "2023-02-12"
  },
  {
    "isbn": "9781501135934",
    "dateStarted": "2023-02-13",
    "status": "finished",
    "rating": "unrated",
    "notes": "Audiobook\n\naudiobook",
    "title": "Shoe Dog",
    "authors": [
      "Phil Knight"
    ],
    "publishedDate": "2016-04-26",
    "description": "A Memoir by the Creator of Nike",
    "pageCount": 386,
    "printType": "BOOK",
    "categories": [],
    "thumbnail": "https://covers.openlibrary.org/b/id/12288384-S.jpg",
    "language": "en",
    "dateFinished": "2023-02-16"
  },
  {
    "isbn": "9781087903934",
    "dateFinished": "2023-02-21",
    "status": "finished",
    "rating": "unrated",
    "notes": "audiobook",
    "title": "Renegade Star",
    "authors": [
      "J. N. Chaney"
    ],
    "publishedDate": "2021-01-29",
    "description": "They say the Earth is just a myth. Something to tell your children when you put them to sleep, the lost homeworld of humanity. Everyone knows it isn't real, though. It can't be. But when Captain Jace Hughes encounters a nun with a mysterious piece of cargo and a bold secret, he soon discovers that everything he thought he knew about Earth is wrong. So very, very wrong. Climb aboard The Renegade Star and assemble a crew, follow the clues, uncover the truth, and most importantly, try to stay alive. Experience the beginning of a sprawling galactic tale in this first entry to The Renegade Star series. If you're a fan of Firefly, Battlestar Galactica, or Indiana Jones, you'll love this epic, space opera thrill ride. Warning: This book contains action, cussing, and general badassery. Read at your own risk.",
    "pageCount": 314,
    "printType": "BOOK",
    "categories": [
      "Fiction"
    ],
    "thumbnail": "https://books.google.com/books/content?id=dD00zgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "link": "https://books.google.com/books/about/Renegade_Star.html?hl=&id=dD00zgEACAAJ"
  }
]