{
  "playlists": [
    {
      "title": "Mixtape: Miley Cyrus",
      "embed": "https://open.spotify.com/embed/playlist/4zVVZeKGDruP4pfD78AjHz?utm_source=generator",
      "comment": "It isn't a secret that Miley is my favourite musician. From TV star, to music's wild child, in 2020, Miley hit her best self with the release of Plastic Hearts."
    },
    {
      "title": "This was: Griselda Records",
      "embed": "https://open.spotify.com/embed/playlist/61zzitaZHZegpeopBwXaw1?utm_source=generator",
      "comment": "Aye yo, doot doot doot doot. They don't make them like this anymore. Griselda Records, the home of Westside Gunn, Conway, and Benny the Butcher. Grisalda make the type of music that want you to go outside and ride your bike without a helmet. Salute to the kings of the underground."
    },
    {
      "title": "Mixtape: DMX",
      "embed": "https://open.spotify.com/embed/playlist/4znazXAVg5JzrSztz9QScn?utm_source=generator",
      "comment": "With DMX's passing in 2020 I sat down and put together a list of my favourite DMX records to listen to as I digested the news."
    },
    {
      "title": "What if? Murder Inc",
      "embed": "https://open.spotify.com/embed/playlist/5xpPjDKfXeuVBMCJuOJxVb?utm_source=generator",
      "comment": "In the late 1990s, there were rumours that DMX, Jay-Z, and Ja Rule were considering forming a rap group called Murder Inc. This mixtape looks into an alternate future where they did."
    },
    {
      "title": "Mixtape: Dipset vs The Lox",
      "embed": "https://open.spotify.com/embed/playlist/2LzbHSAF6thjVXQQ2srPVH?utm_source=generator",
      "comment": "The most anticipated Versuz of 2020 where everybody thought that a Dipset victory was a sure thing. However, on the night, The Lox came in and slaughtered. These are my favourite records from both groups."
    },
    {
      "title": "Mixtape: The Game",
      "embed": "https://open.spotify.com/embed/playlist/45FOl0VxnVtt4PQejGitaB?utm_source=generator",
      "comment": "The Game was at one point Dr Dre's protege and 50 Cent's antagonist, and forever carrying the West Coast on his back. A long career with a huge catelogue of music. This mixtape features my favourite album cuts and features."
    },
    {
      "title": "Mixtape: Murder Music",
      "embed": "https://open.spotify.com/embed/playlist/2s3QKLvFb897B2g3J0Z7qP?utm_source=generator",
      "comment": "A mixtape mashup of the two Music To Be Murdered by albums."
    },
    {
      "title": "Mixtape: What is love?",
      "embed": "https://open.spotify.com/embed/playlist/7myK1ZCeOt3CifbLrTflA3?utm_source=generator",
      "comment": "Sometimes you want to sing out loud while skating along the waterfront on a fresh autumn evening."
    },
    {
      "title": "Curtis Mixtape sideA",
      "embed": "https://open.spotify.com/embed/playlist/4VR4m4h97apvfKt5fy5XT5?utm_source=generator",
      "comment": "I met Kertiz back in 1999 in an IRC chatroom #sweeet. I had just started working on Flamed Fury. It was hosted on Tripod, and it was bare. Kertiz came on board and took the lead on a new design, and the rest is history. I lost touch with Kertiz around 2002/3 and think about him often. I came across one of his old blogs on the Wayback Machin. These were the last documented tracks of his, so I have cemented them as a mixtape."
    }
  ]
}